var teamData = {
		'dataInfo': {
			'header': {
	      'title': 'APP专享加奖-竞足竞篮2串1高达10%加奖',
	      'time': ['5月1日-5月2日'],
				'bannerName': 'ecyjj-banner.png',
				'bannerBgName': 'banner-bg.png',
	      'btnText': '立即参与',
				'url': '/activity/newmode'
	    },
			'tableA': {
				'title': '手机客户端加奖对照表',
				'th': {
					'width': ['58%', '42%'],
					'title': ['竞彩2串1奖金分布',  '2串1加奖金额']
				},
				'td': [
					['200<奖金≤500', 10],
					['500<奖金≤2500', 30],
					['2500<奖金≤5000',  175],
					['5000<奖金≤1万', 400],
					['1万<奖金≤5万', 888],
					['奖金>5万', 4988]
				]
			},
			'hotMatch': {
				'hasMatch': true,
				'league': '英超',
				'name': '曼城 VS 阿森纳',
				'time': '12.18 23：45',
				'url': '/jczq/hh'
			},
			'tableB': {
				'title': '马上下载客户端',
				'note': '专享竞彩加奖',
				'appDlImg': 'ecyjj-app-dl.png',
				'appDlImgAlt': '扫码下载APP参与竞彩加奖活动',
				'th': {
					'width': ['37%', '21%', '21%', '21%'],
					'title': ['热赛2串1进球加奖', '0-3球', '4-6球', '7或7+球']
				},
				'td': [
					['2500<奖金≤5000', 25, 125, 250],
					['5000<奖金≤1万', 50, 250, 500],
					['1万<奖金≤2万', 100, 500, 1000],
					['2万<奖金≤5万', 200, 1000, 2000],
					['奖金>5万', 500, 2500, 5000]
				]
			},
			'rule': [['活动时间：2018年5月1日 00:00:00 ~ 2018年5月2日23:59:59；'], '参与方式：活动时间内，在手机客户端上投注竞彩足球单一2串1的自购方案，不限玩法 、不限场次、不限金额、不限订单数，皆可享受加奖。2串1组合过关方式（特指一个方案中同时含2串1和n串1的投注方式）则不参与加奖；', '活动奖励：加奖以单笔方案（中奖金额以税后为准）为对象进行加奖。加奖金额以彩金派送形式随奖金一同派发，中奖后请到账户明细查看，加奖金额仅限于购彩且不可提现。已参与网站其他优惠活动不享有本次优惠；',  '本活动最终解释权归166彩票网所有，如有疑问请咨询在线客服或致电400-690-6760。'],
			'btBtn': {
				btnText :'立即参与',
				url: ''
			}
		}
}
