var teamData = {
		'dataInfo': {
			'header': {
	      'title': 'APP专享加奖-竞足竞篮2串1高达10%加奖',
	      'time': ['6月11日-7月15日'],
				'bannerName': 'banner.png',
				'bannerBgName': 'banner-bg.png',
	      'btnText': '立即参与',
				'url': '/activity/newmode'
	    },
			'tableA': {
				'title': '加奖奖金对照表',
				'th': {
					'width': ['44%','28%','28%'],
					'title': ['奖金分布区间', '单关加奖', '2串1加奖']
				},
				'td': [
					['300<奖金≤1000', '10元','15元'],
					['1000<奖金≤5000', '40元','55元'],
					['5000<奖金≤10000', '188元','288元'],
					['1万<奖金≤5万', '388元','588元'],
					['奖金>5万', '2000元','5000元']
				]
			},
			'hotMatch': {
				'hasMatch': true,
				'league': '英超',
				'name': '曼城 VS 阿森纳',
				'time': '12.18 23：45',
				'url': '/jczq/hh'
			},
			'tableB': {
				'title': '免费下载手机客户端',
				'note': '',
				'appDlImg': 'app-dl2.png',
				'appDlImgAlt': '扫码下载APP参与竞彩加奖活动',
				'th': {
					'width': ['37%', '21%', '21%', '21%'],
					'title': ['热赛2串1进球加奖', '0-3球', '4-6球', '7或7+球']
				},
				'td': [
					['300<奖金≤1000', 25, 125, 250],
					['1000<奖金≤5000', 50, 250, 500],
					['5000<奖金≤1万', 100, 500, 1000],
					['1万<奖金≤5万', 200, 1000, 2000],
					['奖金>5万', 500, 2500, 5000]
				]
			},
			'rule': [['活动时间：2018年6月11日 00：00：00 ~ 2018年7月15日23：59：59；'], '参与方式：活动时间内，投注竞彩足球单一2串1、单一单关的自购方案，不限平台、不限玩法 、不限场次、不限金额、不限订单数，皆可享受加奖。2串1组合过关方式(特指一个方案中同时含2串1和n串1的投注方式)则不参与加奖；', '活动奖励：加奖以单笔方案（中奖金额以税后为准）为对象进行加奖。加奖金额以彩金派送形式随奖金一同派发，中奖后请到账户明细查看，加奖金额仅限于购彩且不可提现。已参与网站其他优惠活动不享有本次优惠；',  '本活动最终解释权归166彩票网所有，如有疑问请咨询在线客服或致电400-690-6760。'],
			'btBtn': {
				btnText :'立即参与',
				url: ''
			}
		}
}
