<?php

//订单状态定义
$config['cfg_orders'] = array(
    'create_init'     => 0, //订单初始化
    'create'          => 10, //创建
    'out_of_date'     => 20, //过期未付款
    'out_of_date_pay' => 21, //过期已付款
    'pay_fail'        => 30, //付款失败，等待系统再付款
    'pay'             => 40, //已付款
    'qualified'       => 200, //未满足条件
    'drawing'         => 240, //出票中(拆票完成)
    'draw'            => 500, //出票成功
    'draw_part'       => 510, //部分出票成功
    'concel'          => 600, //出票失败
    'revoke_by_user'  => 601, //【追号订单表】用户手动撤单
    'revoke_by_system'=> 602, //【追号订单表】系统期次撤单
    'revoke_by_award' => 603, //【追号订单表】中奖后撤单

    'notwin'          => 1000, //未中
    'win'             => 2000, //中奖
    'split_ini'       => 0,    //拆票完成
    'split_ggwin'     => 1010, //过关已确定中奖(jz/jl)
    'paiqi_complete'  => 50, //排期已出结果
    'paiqi_ggsucc'    => 60, //排期表已过关
    'paiqi_jjsucc'    => 60, //排期表已计奖
    'paiqi_awarding'  => 70, //排期表派奖中
    'paiqi_awarded'   => 80, //完成派奖
    'relation_ggsucc' => 550, //已过关成功
    'relation_jjsucc' => 650, //计算奖金成功
);

$config['cfg_lidmap'] = array(
    '11'    => 'sfc',
    '19'    => 'rj',
    '33'    => 'pls',
    '35'    => 'plw',
    '42'    => 'jczq',
    '43'    => 'jclq',
    '51'    => 'ssq',
    '52'    => 'fcsd',
    '10022' => 'qxc',
    '21406' => 'syxw',
    '23528' => 'qlc',
    '23529' => 'dlt',
	'53'    => 'ks',
	'21407' => 'jxsyxw',
    '21408' => 'hbsyxw',
	'54' => 'klpk',
	'55' => 'cqssc',
    '56' => 'jlks',
    '57' => 'jxks',
    '21421' => 'gdsyxw',
);

$config['cfg_errnum'] = array(
    '100001',
    '100004',
    '200001',
    '200006',
    '200009',
    '200014'
);

//购彩红包彩种使用对应关系
$config['redpack_c_type'] = array(
    '11'    => array('114', '101', '102'),
    '19'    => array('115', '101', '102'),
    '33'    => array('108', '101', '103'),
    '35'    => array('109', '101', '103'),
    '41'    => array('101', '102'),
    '42'    => array('112', '101', '102'),
    '43'    => array('113', '101', '102'),
    '51'    => array('105', '101', '103'),
    '52'    => array('107', '101', '103'),
    '10022' => array('111', '101', '103'),
    '21406' => array('117', '101', '104'),
    '21407' => array('118', '101', '104'),
    '21408' => array('116', '101', '104'),
    '23528' => array('110', '101', '103'),
    '23529' => array('106', '101', '103'),
    '53'    => array('119', '101', '104'),
    '44'    => array('101', '102'),
    '45'    => array('101', '102'),
    '54'    => array('120', '101', '104'),
    '57'    => array('123', '101', '104'),
    '21421' => array('124', '101', '104'),
);
