<?php

/**
 * Copyright (c) 2014,上海二三四五网络科技股份有限公司
 * 摘    要：权限配置
 * 作    者：wangl@2345.com
 * 修改日期：2014.11.06
 */
if (!defined('BASEPATH'))
    exit('No direct script access allowed');

/**
 * 用户权限列表定义 1 一级分类  1_1 二级分类  1_1_1 三级分类
 * @var array $user_capacity
 */
$user_capacity = array(
    "1" => array(
        "name" => "报表管理",
        "url" => "",
        "child" => array(
            "1_1" => array(
                "name" => "用户管理",
                "url" => "/backend/User/",
                "child" => array(
                    "1_1_1"  => "用户列表查看",
                    "1_1_2"  => "基本信息查看",
                    "1_1_3"  => "登录信息查看",
                    "1_1_4"  => "修改身份证/手机号/真实姓名/邮箱",
                    "1_1_5"  => "出票、中奖短信、邮件操作",
                    "1_1_6"  => "冻结账户",
                    "1_1_7"  => "注销账户",
                    "1_1_8"  => "手动调款操作",
                	"1_1_9"  => "IP冻结查看",
                	"1_1_10" => "新增冻结IP操作",
                	"1_1_11" => "删除冻结IP操作",
                    "1_1_12"  => "等级中心查看",
                    "1_1_13"  => "合买关注查看",
                    "1_1_14"  => "合买关注操作",
                    "1_1_15"  => "信息修改记录查看",
                    "1_1_16"  => "重置用户名修改次数操作",
                ),
            ),
            "1_2" => array(
                "name" => "交易明细",
                "url" => "/backend/Transactions/",
                "child" => array(
                    "1_2_1" => "交易明细查看",
                ),
            ),
            "1_3" => array(
                "name" => "充值记录",
                "url" => "/backend/Transactions/list_recharge",
                "child" => array(
                    "1_3_1" => "充值列表查看",
                    "1_3_2" => "补单查询",
                    "1_3_3" => "批量补单",
                    "1_3_4" => "退款操作",
                ),
            ),
            "1_4" => array(
                "name" => "提款记录",
                "url" => "/backend/Transactions/list_withdraw",
                "child" => array(
                    "1_4_1" => "提款记录查看",
                ),
            ),
            "1_5" => array(
                "name" => "网站成本明细",
                "url" => "/backend/Transactions/list_capital",
                "child" => array(
                    "1_5_1" => "网站成本明细查看",
                ),
            ),
            "1_6" => array(
                "name" => "调账记录",
                "url" => "/backend/Transactions/list_adjust",
                "child" => array(
                    "1_6_1" => "调账记录查看",
                ),
            ),
        ),
    ),
    "2" => array(
        "name" => "审核管理",
        "url" => "",
        "child" => array(
            "2_1" => array(
                "name" => "提款审核",
                "url" => "/backend/Transactions/list_check",
                "child" => array(
                    "2_1_1" => "提款审核列表查看",
                    "2_1_2" => "人工审核通过",
                    "2_1_3" => "提款成功/失败操作",
                ),
            ),
            "2_2" => array(
                "name" => "派奖审核",
                "url" => "/backend/Order/check_list",
                "child" => array(
                    "2_2_1" => "派奖审核列表查看",
                    "2_2_2" => "执行派奖/用户已自提/派奖失败操作",
                ),
            ),
            "2_3" => array(
                "name" => "用户反馈",
                "url" => "/backend/Operation/",
                "child" => array(
                    "2_3_1" => "反馈列表查看",
                    "2_3_2" => "反馈详情查看",
                    "2_3_3" => "回复/删除",
                ),
            ),
            "2_4" => array(
                "name" => "调账审核",
                "url" => "/backend/Transactions/check_adjust",
                "child" => array(
                    "2_4_1" => "调账审核列表查看",
                    "2_4_2" => "调账审核操作",
                ),
            ),
            "2_5" => array(
                "name" => "红包派发审核",
                "url" => "/backend/Activity/auditList",
                "child" => array(
                    "2_5_1" => "红包审核列表查看",
                    "2_5_2" => "红包审核详情查看",
                    "2_5_3" => "审核成功/失败操作",
                ),
            ),
            "2_6" => array(
                "name" => "提款通道配置",
                "url" => "/backend/Transactions/withdrawChannel",
                "child" => array(
                    "2_6_1" => "提款通道操作",
                ),
            ),
            "2_7" => array(
                "name" => "排行榜活动审核",
                "url" => "/backend/Activity/rankCheck",
                "child" => array(
                    "2_7_1" => "排行榜活动查看",
                    "2_7_2" => "排行榜审核操作",
                ),
            ),
        ),
    ),
    "3" => array(
        "name" => "运营管理",
        "url" => "",
        "child" => array(
            "3_1" => array(
                "name" => "期次管理",
                "url" => "/backend/Management/manageIssue",
                "child" => array(
                    "3_1_1" => "期次列表查看",
                    "3_1_2" => "期次详情查看",
                    "3_1_3" => "完结期次/重算奖金操作",
                ),
            ),
            "3_2" => array(
                "name" => "对阵管理",
                "url" => "/backend/Management/manageMatch",
                "child" => array(
                    "3_2_1" => "对阵列表查看",
                    "3_2_2" => "修改赛事销售操作",
                    "3_2_3" => "热门赛事操作",
                ),
            ),
            "3_3" => array(
                "name" => "派奖核对",
                "url" => "/backend/Management/checkDistribution",
                "child" => array(
                    "3_3_1" => "派奖列表查看",
                    "3_3_2" => "派奖详情查看",
                    "3_3_3" => "派奖/确认操作",
                ),
            ),
            "3_4" => array(
                "name" => "彩种管理",
                "url" => "/backend/Management/manageKind",
                "child" => array(
                    "3_4_1" => "彩种管理查看",
                    "3_4_2" => "合买彩种管理查看",
                    "3_4_3" => "彩种管理操作",
                    "3_4_4" => "合买彩种管理操作",
                ),
            ),
            "3_5" => array(
                "name" => "出票监控",
                "url" => "/backend/Management/huizong",
                "child" => array(
                    "3_5_1" => "出票监控查看",
                    "3_5_2" => "彩种监控查看",
                    "3_5_3" => "追号监控查看",
                    "3_5_4" => "出票限制查看",
                    "3_5_5" => "撤单/提票操作",
                    "3_5_6" => "追号撤单操作",
                    "3_5_7" => "出票限制操作",
                ),
            ),
            "3_6" => array(
                "name" => "订单管理",
                "url" => "/backend/Management/manageOrder",
                "child" => array(
                    "3_6_1" => "订单列表查看",
                    "3_6_2" => "订单详情查看",
                ),
            ),
            "3_7" => array(
                "name" => "追号管理",
                "url" => "/backend/Management/chaseManage",
                "child" => array(
                    "3_7_1" => "追号列表查看",
                    "3_7_2" => "追号详情查看",
                    "3_7_3" => "追号撤单操作",
                ),
            ),
            "3_8" => array(
                "name" => "出票商管理",
                "url" => "/backend/Management/tictselrManage",
                "child" => array(
                    "3_8_1" => "比例列表查看",
                    "3_8_2" => "调整比例操作",
                ),
            ),
            "3_9" => array(
                "name" => "推广管理",
                "url" => "/backend/Management/rebateManage",
                "child" => array(
                    "3_9_1" => "推广列表查看",
                    "3_9_2" => "代理详情查看",
                    "3_9_3" => "添加代理操作",
                    "3_9_4" => "调整返点比例操作",
                ),
            ),
            "3_10" => array(
                "name" => "批量转账",
                "url" => "/backend/Management/adjustUmoney",
                "child" => array(
                    "3_10_1" => "批量转账操作",
                ),
            ),
            "3_11" => array(
                "name" => "合买管理",
                "url" => "/backend/Management/manageUnited",
                "child" => array(
                    "3_11_1" => "合买管理列表查看",
                    "3_11_2" => "合买管理详情查看",
                    "3_11_3" => "合买红人列表查看",
                    // "3_11_4" => "个人简介查看",
                    "3_11_5" => "方案置顶/取消操作",
                    "3_11_6" => "合买撤单操作",
                    "3_11_7" => "设置/取消红人操作",
                    // "3_11_8" => "简介成功/清空操作",
                ),
            ),
            "3_12" => array(
                "name" => "支付渠道管理",
                "url" => "/backend/Management/payconfig",
                "child" => array(
                    "3_12_1" => "网页列表查看",
                    "3_12_2" => "安卓列表查看",
                    "3_12_3" => "苹果列表查看",
                    "3_12_4" => "M版列表查看",
                    "3_12_5" => "网页开关比例操作",
                    "3_12_6" => "安卓开关比例操作",
                    "3_12_7" => "苹果开关比例操作",
                    "3_12_8" => "M版开关比例操作",
                    "3_12_9" => "新增商户号",
                    "3_12_10" => "商户号管理",
                    "3_12_11" => "支付配置缓存更新",
                ),
            ),
            "3_13" => array(
                "name" => "限号管理",
                "url" => "/backend/Limitcode/",
                "child" => array(
                    "3_13_1" => "限号列表查看",
                    "3_13_2" => "新增限号操作",
                    "3_13_3" => "结束限号操作",
                ),
            ),
            "3_15" => array(
                "name" => "跟单管理",
                "url" => "/backend/Unitedfollow/index",
                "child" => array(
                    "3_15_1" => "跟单管理列表",
                    "3_15_2" => "定制管理列表",
                    "3_15_3" => "停止跟单操作",
                ),
            ),
            "3_16" => array(
                "name" => "用户标签管理",
                "url" => "/backend/tag/index",
                "child" => array(
                    "3_16_1" => "用户标签查看",
                    "3_16_2" => "新建用户标签",
                    "3_16_3" => "数据导出操作",
                ),
            ),
            "3_17" => array(
                "name" => "用户集群管理",
                "url" => "/backend/tag/cluster",
                "child" => array(
                    "3_17_1" => "用户标签列表",
                    "3_17_2" => "新建用户集群",
                    "3_17_3" => "数据导出操作",
                ),
            ),
            "3_18" => array(
                "name" => "竞彩限号配置",
                "url" => "/backend/Limitcode/jc",
                "child" => array(
                    "3_18_1" => "查看权限",
                    "3_18_2" => "操作权限",
                ),
            ),
        ),
    ),
    "4" => array(
        "name" => "运营活动",
        "url" => "",
        "child" => array(
            "4_1" => array(
                "name" => "活动数据",
                "url" => "/backend/Activity/activityLog",
                "child" => array(
                    "4_1_1" => "数据列表查看",
                    "4_1_2" => "数据导出操作",
                ),
            ),
            "4_2" => array(
                "name" => "红包管理",
                "url" => "/backend/Activity/listRedpack",
                "child" => array(
                    "4_2_1" => "数据概览查看",
                    "4_2_2" => "新增红包列表查看",
                    "4_2_3" => "红包派发列表查看",
                    "4_2_4" => "概览导出、删除红包操作",
                    "4_2_5" => "新增/隐藏红包操作",
                    "4_2_6" => "单个/批量派发红包操作",
                ),
            ),
            "4_3" => array(
                "name" => "竞彩活动",
                "url" => "/backend/Activity/newActivityJc",
                "child" => array(
                    "4_3_1" => "不中包赔活动概览查看",
                    "4_3_2" => "不中包赔活动管理查看",
                    "4_3_3" => "加奖活动概览查看",
                    "4_3_4" => "加奖活动管理查看",
                    "4_3_5" => "新建不中包赔操作",
                    "4_3_6" => "新建竞彩加奖操作",
                ),
            ),
            "4_4" => array(
                "name" => "拉新活动",
                "url" => "/backend/Activity/lxInviter",
                "child" => array(
                    "4_4_1" => "邀请人列表查看",
                    "4_4_2" => "受邀人列表查看",
                    "4_4_3" => "抽奖配置查看",
                    "4_4_4" => "抽奖配置操作",
                ),
            ),
            "4_5" => array(
                "name" => "数字彩活动",
                "url" => "/backend/Activity/chaseActivity",
                "child" => array(
                    "4_5_1" => "追号不中包赔查看",
                ),
            ),
            "4_6" => array(
                "name" => "推荐有礼",
                "url" => "/backend/Activity/newlxInviter",
                "child" => array(
                    "4_6_1" => "邀请人列表查看",
                    "4_6_2" => "受邀人列表查看",
                    "4_6_3" => "管理入口查看",
                    "4_6_4" => "管理入口操作",
                ),
            ),
            "4_7" => array(
                "name" => "新年活动",
                "url" => "/backend/Activity/newYearActivity",
                "child" => array(
                    "4_7_1" => "邀请人列表查看",
                    "4_7_2" => "受邀人列表查看",
                    "4_7_3" => "管理开关查看",
                    "4_7_4" => "管理开关操作",
                    "4_7_5" => "抽奖配置查看",
                    "4_7_6" => "抽奖配置操作",
                    "4_7_7" => "抽奖记录",
                ),
            ),
            "4_8" => array(
                "name" => "排行榜活动",
                "url" => "/backend/Activity/rankActivity",
                "child" => array(
                    "4_8_1" => "排行榜活动查看",
                    "4_8_2" => "新建活动操作",
                    "4_8_3" => "查看榜单操作",
                    "4_8_4" => "查看活动配置操作",
                ),
            ),
            "4_9" => array(
                "name" => "世界杯红包",
                "url" => "/backend/Activity/worldcupredpack",
                "child" => array(
                    "4_9_1" => "世界杯红包查看",
                ),
            ),
            "4_10" => array(
                "name" => "竞彩虚拟投注",
                "url" => "/backend/WorldCup/index",
                "child" => array(
                    "4_10_1" => "活动概况查看",
                    "4_10_2" => "竞猜记录查看",
                    "4_10_3" => "竞猜用户查看",
                    "4_10_4" => "新建期次操作",
                ),
            ),
            "4_11" => array(
                "name" => "答题活动",
                "url" => "/backend/Activity/questionActivity",
                "child" => array(
                    "4_11_1" => "答题活动",
                    "4_11_2" => "新建活动",
                    "4_11_3" => "结束活动",
                ),
            ),
            "4_12" => array(
                "name" => "世界杯赛程接口",
                "url" => "/backend/WorldCup/course",
                "child" => array(
                    "4_12_1" => "赛程信息查看权限",
                    "4_12_2" => "赛程信息操作权限",
                ),
            ),
        ),
    ),
    "15" => array(
        "name" => "推送管理",
        "url" => "",
        "child" => array(
            "15_1" => array(
                "name" => "未注册实名推送",
                "url" => "/backend/Apppush/management",
                "child" => array(
                    "15_1_1" => "推送管理查看",
                    "15_1_2" => "推送效果查看",
                    "15_1_3" => "推送管理操作",
                    "15_1_4" => "推送效果导出操作",
                ),
            ),
            "15_2" => array(
                "name" => "客户端购彩提醒",
                "url" => "/backend/Apppush/index",
                "child" => array(
                    "15_2_1" => "购彩提醒查看",
                    "15_2_2" => "购彩提醒操作",
                ),
            ),
        ),
    ),
    "5" => array(
        "name" => "渠道分析",
        "url" => "",
        "child" => array(
            "5_1" => array(
                "name" => "渠道管理",
                "url" => "/backend/ChannelAnalysis/manage",
                "child" => array(
                    "5_1_1" => "渠道管理查看",
                    "5_1_2" => "渠道数据查看",
                    "5_1_3" => "渠道评分及扣减查看",
                    "5_1_4" => "渠道变更日志查看",
                    "5_1_5" => "新增渠道操作",
                    "5_1_6" => "修改渠道操作",
                    // "5_1_7" => "重置登录密码操作",
                    "5_1_8" => "渠道评分标准修改操作",
                    "5_1_9" => "扣减比例修改操作",
                    "5_1_10"=> "渠道数据导出操作",
                    "5_1_11"=> "渠道停开售操作",
                ),
            ),
            "5_2" => array(
                "name" => "渠道账号管理",
                "url" => "/backend/ChannelAnalysis/accountManage",
                "child" => array(
                    "5_2_1" => "渠道账号管理查看",
                    "5_2_2" => "新增渠道账号操作",
                    "5_2_3" => "修改渠道账号操作",
                    "5_2_4" => "停用/启用账号操作",
                    "5_2_5" => "重置渠道账号密码操作",
                ),
            ),
        ),
    ),
    "6" => array(
        "name" => "信息管理",
        "url" => "",
        "child" => array(
            "6_1" => array(
                "name" => "公告管理",
                "url" => "/backend/Notice/",
                "child" => array(
                    "6_1_1" => "公告列表查看",
                    "6_1_2" => "新建/编辑/置顶/预览公告操作",
                ),
            ),
            "6_2" => array(
                "name" => "首页管理",
                "url" => "/backend/Shouye",
                "child" => array(
                    "6_2_1" => "首页管理列表",
                    "6_2_2" => "首页管理操作",
                    "6_2_3" => "中奖墙管理查看",
                    "6_2_4" => "中奖墙管理操作",
                ),
            ),
            "6_3" => array(
                "name" => "资讯管理",
                "url" => "/backend/Info/center",
                "child" => array(
                    "6_3_1" => "抓取配置查看",
                    "6_3_2" => "资讯管理查看",
                    "6_3_3" => "NBA伤病管理查看",
                    "6_3_4" => "banner管理查看",
                    "6_3_5" => "抓取配置编辑操作",
                    "6_3_6" => "新建/编辑/置顶/预览资讯操作",
                    "6_3_7" => "编辑NBA伤病管理操作",
                    "6_3_8" => "banner管理编辑操作",
                ),
            ),
            "6_4" => array(
                "name" => "五大联赛管理",
                "url" => "/backend/fiveLeague",
                "child" => array(
                    "6_4_1" => "五大联赛编辑操作",
                ),
            ),
            "6_6" => array(
                "name" => "banner管理",
                "url" => "/backend/banner",
                "child" => array(
                    "6_6_1" => "投注页/左侧浮层/右侧banner查看",
                    "6_6_4" => "投注页banner操作",
                    "6_6_5" => "左侧浮层广告操作",
                    "6_6_6" => "右侧banner操作",
                    "6_6_7" => "资讯页悬浮窗查看",
                    "6_6_8" => "Android订单广告查看",
                    "6_6_9" => "iOS订单广告查看",
                    "6_6_10" => "资讯页悬浮窗操作",
                    "6_6_11" => "Android订单广告操作",
                    "6_6_12" => "IOS订单广告操作",
                    "6_6_13" => "积分商城广告查看",
                    "6_6_14" => "积分商城广告操作",
                ),
            ),
            "6_7" => array(
                "name" => "敏感词、友链等",
                "url" => "/backend/links",
                "child" => array(
                    "6_7_1" => "快捷导航查看",
                    "6_7_2" => "友情链接查看",
                    "6_7_3" => "敏感词库查看",
                    "6_7_4" => "快捷导航操作",
                    "6_7_5" => "友情链接操作",
                    "6_7_6" => "敏感词上传操作",
                ),
            ),
            "6_8" => array(
                "name" => "评论管理",
                "url" => "/backend/Info/comments",
                "child" => array(
                    "6_8_1" => "评论列表查看",
                    "6_8_2" => "评论成功/删除操作",
                    "6_8_3" => "禁言/解除禁言",
                    "6_8_4" => "回复评论操作",
                ),
            ),
            "6_9" => array(
                "name" => "用户头像管理",
                "url" => "/backend/Info/headimgManage",
                "child" => array(
                    "6_9_1" => "用户头像管理查看",
                    "6_9_2" => "删除头像操作",
                    "6_9_3" => "禁止上传操作",
                    "6_9_4" => "全部禁止上传头像操作",
                ),
            ),
            "6_10" => array(
                "name" => "合买宣言、发起人简介",
                "url" => "/backend/Management/manageIntroduce",
                "child" => array(
                    "6_10_1" => "个人简介查看",
                    "6_10_2" => "简介成功/清空操作",
                    "6_10_3" => "合买宣言查看",
                    "6_10_4" => "合买宣言成功/清空操作",
                ),
            ),
        ),
    ),
    "13" => array(
        "name" => "客户端管理",
        "url" => "",
        "child" => array(
            "13_1" => array(
                "name" => "Android配置",
                "url" => "/backend/Appconfig/banner/android",
                "child" => array(
                    "13_1_1" => "轮播图查看",
                    "13_1_2" => "启动页查看",
                    "13_1_3" => "版本配置查看",
                    "13_1_4" => "首屏活动位置查看",  
                    "13_1_5" => "支付广告查看", 
                    "13_1_6" => "轮播图操作", 
                    "13_1_7" => "启动页操作", 
                    "13_1_8" => "首页彩种操作",
                    "13_1_9" => "新增版本操作",
                    "13_1_10" => "版本销售开关",
                    "13_1_11" => "首页弹层广告操作",
                    "13_1_12" => "支付广告操作",
                    "13_1_13" => "微信登录开启操作",
                    "13_1_14" => "首页活动配置操作",
                    "13_1_15" => "活动中心查看",
                    "13_1_16" => "活动中心编辑操作",
                    "13_1_17" => "活动中心入口操作",
                    "13_1_18" => "礼包提醒页查看",
                    "13_1_19" => "礼包提醒页操作",
                    "13_1_20" => "投注页素材配置查看",
                    "13_1_21" => "投注页素材配置操作",
                    "13_1_22" => "预约启动页查看",
                    "13_1_23" => "预约启动页操作",
                ),
            ),
            "13_2" => array(
                "name" => "IOS配置",
                "url" => "/backend/Appconfig/banner/ios",
                "child" => array(
                    "13_2_1" => "轮播图查看",
                    "13_2_2" => "启动页查看",
                    "13_2_3" => "版本配置查看",
                    "13_2_4" => "首屏活动位置查看", 
                    "13_2_5" => "支付广告查看",
                    "13_2_6" => "轮播图操作", 
                    "13_2_7" => "启动页操作",
                    "13_2_8" => "首页彩种操作", 
                    "13_2_9" => "新增版本操作",
                    "13_2_10" => "版本销售开关",
                    "13_2_11" => "首页弹层广告操作",
                    "13_2_12" => "支付广告操作",
                    "13_2_13" => "微信登录开启操作",
                    "13_2_14" => "首页活动配置操作",
                    "13_2_15" => "活动中心查看",
                    "13_2_16" => "活动中心编辑操作",
                    "13_2_17" => "活动中心入口操作",
                    "13_2_18" => "礼包提醒页查看",
                    "13_2_19" => "礼包提醒页操作",
                    "13_2_20" => "投注页素材配置查看",
                    "13_2_21" => "投注页素材配置操作",
                    "13_2_22" => "预约启动页查看",
                    "13_2_23" => "预约启动页操作",
                ),
            ),
            "13_3" => array(
                "name" => "M版配置",
                "url" => "/backend/Appconfig/banner/m",
                "child" => array(
                    "13_3_1" => "轮播图查看",
                    "13_3_2" => "首页弹层操作",
                    "13_3_3" => "首页彩种配置查看",
                    "13_3_6" => "轮播图操作",
                    "13_3_8" => "首页彩种操作", 
                    "13_3_18" => "礼包提醒页查看",
                    "13_3_19" => "礼包提醒页操作",
                ),
            ),
        ),
    ),
    "7" => array(
        "name" => "数据中心",
        "url" => "",
        "child" => array(
            "7_1" => array(
                "name" => "期次预排",
                "url" => "/backend/Issue/pre_issue",
                "child" => array(
                    "7_1_1" => "期次预排查看",
                    "7_1_2" => "停售时间查看",
                    "7_1_3" => "期次预排操作",
                    "7_1_4" => "停售时间操作",
                ),
            ),
            "7_2" => array(
                "name" => "期次管理",
                "url" => "/backend/Issue/management",
                "child" => array(
                    "7_2_1" => "期次列表查看",
                    "7_2_2" => "期次详情查看",
                    "7_2_3" => "修改号码",
                    "7_2_4" => "修改详情",
                    "7_2_5" => "遗漏重算操作",
                    "7_2_6" => "高频删除期次操作",
                    "7_2_7" => "高频添加开奖号码操作",
                    "7_2_8" => "号码审核操作",
                    
                ),
            ),
            "7_3" => array(
                "name" => "对阵管理",
                "url" => "/backend/Match/",
                "child" => array(
                    "7_3_1" => "对阵列表查看",
                    "7_3_2" => "修改比赛时间操作",
                    "7_3_3" => "修改对阵比分操作",
                    "7_3_4" => "老足彩延期操作",
                    "7_3_5" => "比分审核操作",
                    "7_3_6" => "比分选取录入操作",
                    "7_3_7" => "场次取消操作",
                    "7_3_8" => "场次延期操作",
                ),
            ),
            "7_4" => array(
                "name" => "抓取配置",
                "url" => "/backend/Configure/",
                "child" => array(
                    "7_4_1" => "号码配置查看",
                    "7_4_2" => "详情配置查看",
                    "7_4_3" => "对阵抓取配置查看",
                    "7_4_4" => "比分抓取配置查看",
                    "7_4_5" => "老足彩赛果配置查看",
                    "7_4_6" => "号码/详情/对阵抓取/比分抓取/老足彩赛果配置操作",
                    "7_4_7" => "快3期次更新查看",
                    "7_4_8" => "快3期次更新操作"
                ),
            ),
        ),
    ),
    "8" => array(
        "name" => "系统管理",
        "url" => "",
        "child" => array(
            "8_1" => array(
                "name" => "账号管理",
                "url" => "/backend/Account/",
                "child" => array(
                    "8_1_1" => "账号列表查看",
                    "8_1_2" => "新建账号操作",
                    "8_1_3" => "账号编辑操作",
                    "8_1_4" => "预览操作",
                    "8_1_5" => "账号启用/禁用操作",
                ),
            ),
            "8_2" => array(
                "name" => "系统日志",
                "url" => "/backend/Syslog/",
                "child" => array(
                    "8_2_1" => "日志列表查看",
                ),
            ),
            "8_3" => array(
                "name" => "报警配置",
                "url" => "/backend/Warning/",
                "child" => array(
                    "8_3_1" => "报警配置查看",
                    "8_3_2" => "报警配置操作",
                ),
            ),
        ),
    ),
    "9" => array(
        "name" => "财务对账",
        "url" => "",
        "child" => array(
            "9_1" => array(
                "name" => "账户余额查询",
                "url" => "/backend/Statistics/index",
                "child" => array(
                    "9_1_1" => "按日列表查看",
                    "9_1_2" => "按日详情查看",
                    "9_1_3" => "按月列表查看",
                    "9_1_4" => "按月详情查看",
                ),
            ),
            "9_2" => array(
                "name" => "合作商对账",
                "url" => "/backend/Statistics/partner",
                "child" => array(
                    "9_2_1" => "按日列表查看",
                    "9_2_2" => "按月列表查看",
                ),
            ),
            "9_3" => array(
                "name" => "对账查询",
                "url" => "/backend/Statistics/balance",
                "child" => array(
                    "9_3_1" => "票商对账查看",
                    "9_3_2" => "充值对账查看",
                    "9_3_3" => "提现对账查看",
                    "9_3_4" => "票商对账导出/编辑/备注/比对",
                    "9_3_5" => "充值对账导出/编辑/备注/比对",
                    "9_3_6" => "提现对账导出/编辑/备注/比对",
                ),
            ),
        ),
    ),
    "10" => array(
        "name" => "代码发布",
        "url" => "",
        "child" => array(
            "10_1" => array(
                "name" => "开启关闭",
                "url" => "/backend/Rsync/index",
                "child" => array(
                    "10_1_1" => "代码发布查看",
                    "10_1_2" => "同步开启/关闭操作",
                    "10_1_3" => "静态同步开启/关闭操作",
                    "10_1_4" => "脚本开启/关闭操作",
                    "10_1_5" => "彩票进程重启",
                ),
            ),
        ),
    ),
    "11" => array(
        "name" => "投注站管理",
        "url" => "",
        "child" => array(
            "11_1" => array(
                "name" => "投注站管理",
                "url" => "/backend/betStation/index",
                "child" => array(
                    "11_1_1" => "投注站列表查看",
                    "11_1_2" => "投注站编辑操作",
                    "11_1_3" => "投注站审核/上架操作",
                ),
            ),
        ),
    ),
    "12" => array(
        "name" => "上下架配置",
        "url" => "",
        "child" => array(
            "12_1" => array(
                "name" => "服务承诺弹层",
                "url" => "/backend/Stop/uservpop",
                "child" => array(
                    "12_1_1" => "列表查看",
                    "12_1_2" => "弹层上下架操作"
                ),
            ),
        ),
    ),
    "14" => array(
        "name" => "用户成长管理",
        "url" => "",
        "child" => array(
            "14_1" => array(
                "name" => "积分管理",
                "url" => "/backend/Growth/pointMonitor",
                "child" => array(
                    "14_1_1" => "积分监测查看",
                    "14_1_2" => "兑换记录查看",
                    "14_1_3" => "库存管理查看",
                    "14_1_4" => "积分明细查看",
                    "14_1_5" => "库存清零/配置修改操作",
                ),
            ),
            "14_2" => array(
                "name" => "等级管理",
                "url" => "/backend/Growth/levelManage",
                "child" => array(
                    "14_2_1" => "成长值明细查看",
                    "14_2_2" => "等级管理查看",
                    "14_2_3" => "等级数据导出操作",
                ),
            ),
        ),
    ),
);


/**
 * 用户角色
 */
$user_role = array(
    1 => "管理员",
    2 => "运营人员",
    3 => "编辑人员",
    4 => "财务人员",
    5 => "产品人员",
    6 => "游客"

);

/**
 * 启用禁止
 */
$status_capacity = array(
    0 => "禁用",
    1 => "启用中"
);

$config['user_capacity_cfg'] = array(
    "user_capacity" => $user_capacity,
    "status_capacity" => $status_capacity,
    "user_role" => $user_role,
);
