<!doctype html> 
<html> 
<head>
<title>协议</title>
<meta charset="utf-8">
<meta name="author" content="weblol">
<meta name="format-detection" content="telephone=no"/>
<meta name="viewport" content="width=device-width,user-scalable=no,minimal-ui"/>
<meta name="apple-mobile-web-app-capable" content="yes"/>
<meta name="apple-mobile-web-app-status-bar-style" content="black-translucent"/>
<meta name="apple-mobile-web-app-title" content="166彩票">
<meta content="telephone=no" name="format-detection" /> 
<meta content="email=no" name="format-detection" />
<style type="text/css">
/* GitHub stylesheet for MarkdownPad (http://markdownpad.com) */
/* Author: Nicolas Hery - http://nicolashery.com */
/* Version: b13fe65ca28d2e568c6ed5d7f06581183df8f2ff */
/* Source: https://github.com/nicolahery/markdownpad-github */

/* RESET
=============================================================================*/

html, body, div, span, applet, object, iframe, h1, h2, h3, h4, h5, h6, p, blockquote, pre, a, abbr, acronym, address, big, cite, code, del, dfn, em, img, ins, kbd, q, s, samp, small, strike, strong, sub, sup, tt, var, b, u, i, center, dl, dt, dd, ol, ul, li, fieldset, form, label, legend, table, caption, tbody, tfoot, thead, tr, th, td, article, aside, canvas, details, embed, figure, figcaption, footer, header, hgroup, menu, nav, output, ruby, section, summary, time, mark, audio, video {
  margin: 0;
  padding: 0;
  border: 0;
}

/* BODY
=============================================================================*/

body {
  font-family: Helvetica, arial, freesans, clean, sans-serif;
  font-size: 14px;
  line-height: 1.6;
  color: #333;
  background-color: #fff;
  padding: 20px;
  max-width: 960px;
  margin: 0 auto;
}

body>*:first-child {
  margin-top: 0 !important;
}

body>*:last-child {
  margin-bottom: 0 !important;
}

/* BLOCKS
=============================================================================*/

p, blockquote, ul, ol, dl, table, pre {
  margin: 15px 0;
}

/* HEADERS
=============================================================================*/

h1, h2, h3, h4, h5, h6 {
  margin: 20px 0 10px;
  padding: 0;
  font-weight: bold;
  -webkit-font-smoothing: antialiased;
}

h1 tt, h1 code, h2 tt, h2 code, h3 tt, h3 code, h4 tt, h4 code, h5 tt, h5 code, h6 tt, h6 code {
  font-size: inherit;
}

h1 {
  font-size: 28px;
  color: #000;
}

h2 {
  font-size: 24px;
  border-bottom: 1px solid #ccc;
  color: #000;
}

h3 {
  font-size: 18px;
}

h4 {
  font-size: 16px;
}

h5 {
  font-size: 14px;
}

h6 {
  color: #777;
  font-size: 14px;
}

body>h2:first-child, body>h1:first-child, body>h1:first-child+h2, body>h3:first-child, body>h4:first-child, body>h5:first-child, body>h6:first-child {
  margin-top: 0;
  padding-top: 0;
}

a:first-child h1, a:first-child h2, a:first-child h3, a:first-child h4, a:first-child h5, a:first-child h6 {
  margin-top: 0;
  padding-top: 0;
}

h1+p, h2+p, h3+p, h4+p, h5+p, h6+p {
  margin-top: 10px;
}

/* LINKS
=============================================================================*/

a {
  color: #4183C4;
  text-decoration: none;
}

a:hover {
  text-decoration: underline;
}

/* LISTS
=============================================================================*/

ul, ol {
  padding-left: 30px;
}

ul li > :first-child, 
ol li > :first-child, 
ul li ul:first-of-type, 
ol li ol:first-of-type, 
ul li ol:first-of-type, 
ol li ul:first-of-type {
  margin-top: 0px;
}

ul ul, ul ol, ol ol, ol ul {
  margin-bottom: 0;
}

dl {
  padding: 0;
}

dl dt {
  font-size: 14px;
  font-weight: bold;
  font-style: italic;
  padding: 0;
  margin: 15px 0 5px;
}

dl dt:first-child {
  padding: 0;
}

dl dt>:first-child {
  margin-top: 0px;
}

dl dt>:last-child {
  margin-bottom: 0px;
}

dl dd {
  margin: 0 0 15px;
  padding: 0 15px;
}

dl dd>:first-child {
  margin-top: 0px;
}

dl dd>:last-child {
  margin-bottom: 0px;
}

/* CODE
=============================================================================*/

pre, code, tt {
  font-size: 12px;
  font-family: Consolas, "Liberation Mono", Courier, monospace;
}

code, tt {
  margin: 0 0px;
  padding: 0px 0px;
  white-space: nowrap;
  border: 1px solid #eaeaea;
  background-color: #f8f8f8;
  border-radius: 3px;
}

pre>code {
  margin: 0;
  padding: 0;
  white-space: pre;
  border: none;
  background: transparent;
}

pre {
  background-color: #f8f8f8;
  border: 1px solid #ccc;
  font-size: 13px;
  line-height: 19px;
  overflow: auto;
  padding: 6px 10px;
  border-radius: 3px;
}

pre code, pre tt {
  background-color: transparent;
  border: none;
}

kbd {
    -moz-border-bottom-colors: none;
    -moz-border-left-colors: none;
    -moz-border-right-colors: none;
    -moz-border-top-colors: none;
    background-color: #DDDDDD;
    background-image: linear-gradient(#F1F1F1, #DDDDDD);
    background-repeat: repeat-x;
    border-color: #DDDDDD #CCCCCC #CCCCCC #DDDDDD;
    border-image: none;
    border-radius: 2px 2px 2px 2px;
    border-style: solid;
    border-width: 1px;
    font-family: "Helvetica Neue",Helvetica,Arial,sans-serif;
    line-height: 10px;
    padding: 1px 4px;
}

/* QUOTES
=============================================================================*/

blockquote {
  border-left: 4px solid #DDD;
  padding: 0 15px;
  color: #777;
}

blockquote>:first-child {
  margin-top: 0px;
}

blockquote>:last-child {
  margin-bottom: 0px;
}

/* HORIZONTAL RULES
=============================================================================*/

hr {
  clear: both;
  margin: 15px 0;
  height: 0px;
  overflow: hidden;
  border: none;
  background: transparent;
  border-bottom: 4px solid #ddd;
  padding: 0;
}

/* TABLES
=============================================================================*/

table th {
  font-weight: bold;
}

table th, table td {
  border: 1px solid #ccc;
  padding: 6px 13px;
}

table tr {
  border-top: 1px solid #ccc;
  background-color: #fff;
}

table tr:nth-child(2n) {
  background-color: #f8f8f8;
}

/* IMAGES
=============================================================================*/

img {
  max-width: 100%
}
</style>
</head>
<body>
<p><strong>166彩票郑重提示：彩票有风险，投注需谨慎</strong></p>
<h1></h1>
<p>禁止未满18周岁的青少年购买彩票。</p>
<p>欢迎您使用上海彩咖网络科技有限公司提供的166彩票平台预约投注服务！</p>
<p>本协议是您与上海彩咖网络科技有限公司（以下简称「彩咖公司」）之间关于您使用166彩票平台服务所订立的协议。166彩票平台属于彩票委托预约购买服务平台，而非彩种方案投注交易。在本平台登记注册的用户，且同意以下条款，方有资格享受本平台提供的相关服务，并受本规则条款的约束。您使用本平台服务即意味着同意本规则，使用前请认真阅读。您保证您在使用本服务时已满18周岁，且具有完全的民事行为能力。</p>
<h2>一、定义</h2>
<ol>
<li>
<p>「用户」（以下也称「您」），指通过上海彩咖公司或其合作伙伴所提供的账号体系在166彩票平台进行注册、登录的自然人。</p>
</li>
<li>
<p>「166彩票平台」（以下也称「本平台」），是指由上海彩咖公司运营和管理的信息服务平台，通过该平台为用户和投注站提供信息服务。用户可通过本平台发起中国福利/体育彩票的预约信息，由本平台向合作投注站分配预约信息，投注站可确认预约，并在接受后完成相应彩票的出票、收款和兑奖服务。</p>
</li>
<li>「投注站」，由当地福利彩票或体育彩票中心授权，合法从事线下销售中国福利彩票或中国体育彩票的单位。</li>
<li>「166彩票平台服务」（以下也称「本服务」），是指由本公司依托166彩票平台为用户提供彩票资讯、进行彩票信息交流、提供彩票预约投注的平台。本服务具体服务内容以上海彩咖公司实际提供的为准。</li>
<li>「出票」， 投注站按照用户预约信息，通过当地福利彩票中心/体育彩票中心发放的彩票销售终端机打印相应彩票的服务。</li>
<li>「预约信息」，是指用户通过该平台发布的，在166彩票平台上展示的彩票方案信息，包括但不限于彩票方案的彩种、方案明细、金额、有效期、联系方式等内容。</li>
<li>「预付款」：指用户在166彩票平台上设立的账户，专门用于存放预付款，包括用户的充值资金和中奖奖金。</li>
<li>追号服务：指本平台按用户订单，连续多期帮助用户向同一个（组）指定号码提供委托投注的服务。</li>
<li>合买发起人：成功创建合买订单的用户。</li>
<li>合买参与人：成功认购合买发起人创建的合买订单的用户。</li>
<li>保底：合买发起人以预付资金方式为前提的承诺认购行为，最终保底金额以实际转认购金额为准。</li>
<li>盈利佣金：作为合买方案盈利的一部分，是合买发起人对盈利部分提取的奖励。合买参与人认购成功即表示用户清楚并认同该部分利益分配准则。</li>
</ol>
<h2>二、用户的权利</h2>
<ol>
<li>账户管理权：用户有权随时查询用户资料，并可对用户真实姓名、身份证号码以外的信息进行修改。</li>
<li>免费使用权：用户有权免费使用166彩票平台以及免费获得彩票资讯。</li>
<li>彩票查询权：用户有权免费通过166彩票平台查询3个月内所委托购买彩票的状态。</li>
<li>彩票获得权：用户通过166彩票平台委托购买彩票成功60日后，有权得到所购买的彩票原件，邮政快递费用由用户自理。</li>
<li>奖金获得权：用户通过166彩票平台委托购买彩票成功的，若彩票中奖，用户有权获得相应奖金。</li>
<li>账户核查权：用户可以随时对账户进行资金余额核查。</li>
<li>申请提款权：用户在任何时间都可对自己的账户余额申请提款，166彩票平台在核对用户资金来源正常的情况下，在收到提款请求30个工作日内将用户账户中需提取的款项转账到用户注册的银行账户上。用户提款转账所产生的银行费用由用户承担。当用户预付款账户中的预付款余额小于转帐所需的银行费用时，用户可以到上海彩咖公司所在地领取预付款余额。</li>
<li>申请注销权：用户可向166彩票平台申请取消使用其注册的用户名，并注销其预付款账户，166彩票平台在核对用户资料后，按用户要求将预付款余额返还给用户，并在15个工作日内注销用户名和账户。</li>
</ol>
<h2>三、用户的义务</h2>
<ol>
<li>全面遵守本协议的义务：在注册登记成为166彩票平台用户之前，须认真阅读、理解本协议各条款，一经注册成功即视为同意本协议全部条款，用户有义务全面遵守本协议。</li>
<li>如实提供用户资料义务：为保障用户的合法权益，避免在中奖时出现用户注册资料与真实情况不符导致兑奖不能等情况，请用户按照真实、全面、准确的原则提供用户资料。因用户资料不真实、不全面、不准确或因用户自身原因造成不能充值、不能兑奖、不能提款等情况，由用户承担全部责任。同时，本平台保留终止该用户继续使用服务资格的权利。</li>
<li>对应注册义务：身份证号、真实姓名必须一一对应。严禁任何形式的恶意注册，因此而造成的一切后果，由用户自行承担。同时，为保证用户操作预付款账户的安全性，用户应以一个银行卡账号对应一个用户真实姓名，因银行卡账号与用户真实姓名不能一一对应而产生的不利后果，由用户自行承担。</li>
<li>保持用户名义务：为保护用户账户和预付款账户的安全性，用户真实姓名、身份证号码一经注册确认后，不得再行更改。</li>
<li>预付款义务：为避免因资金不能及时到帐导致延误购买彩票的情况，用户在预付对应款项后方可提出委托购买请求。用户支付预付款仅为在本平台享受本服务提供便利，并非也不应被视为上海彩咖公司作为彩票销售主体接受用户的付款。</li>
<li>保护账户资料义务：用户账户资料包括用户密码、个人账号以及用户账号操作所需的资料。用户务必对其账户资料自行保密，以免账号资料被盗用或篡改。因用户保护不周导致账户资料被盗用或篡改而给用户造成的任何损失及法律责任由用户自行承担。</li>
<li>
遵守网络安全管理的义务：用户不得利用166彩票平台制作、复制和传播下列信息：
<ul>
<li>煽动抗拒、破坏宪法和法律、行政法规实施的；</li>
<li>煽动颠覆国家政权，推翻社会主义制度的；</li>
<li>煽动分裂国家、破坏国家统一的；</li>
<li>煽动民族仇恨、民族歧视，破坏民族团结的；</li>
<li>捏造或者歪曲事实，散布谣言，扰乱社会秩序的；</li>
<li>宣扬迷信、淫秽、色情、赌博、暴力、凶杀、恐怖、教唆犯罪的；</li>
<li>公然侮辱他人或者捏造事实诽谤他人的，或者进行其他恶意攻击的；</li>
<li>损害国家机关信誉的；</li>
<li>其他违反宪法、法律、行政法规、行政规章、地方性法规的行为。</li>
</ul>
</li>
<li>保护网站安全的义务：禁止以任何方式对166彩票平台进行各种破坏行为</li>
<li>承担银行费用的义务：在申请提取提款或因合同终止返还款项的情况下，款项从用户账户转帐至用户银行卡的银行费用由用户承担。</li>
<li>缴纳个人所得税的义务：用户需依法缴纳个人偶然所得税，由彩票发行中心依法代扣代缴，若用户委托166彩票平台代领的，本平台将税后奖金存入用户的预付款账户。</li>
</ol>
<h2>四、166彩票服务运营规范</h2>
<ol>
<li>通过本平台所提供的任一彩种的游戏规则以彩票发行机构所公布的官方规则为准。本平台所显示的日期与时间均为北京时间，投注时间以本平台服务系统的服务器时间为准。</li>
<li>您知悉并同意：上海彩咖公司仅提供预约平台技术服务，上海彩咖公司并非您购买彩票时的交易对象。您在本平台提交投注订单后并不代表彩票出票成功，实际出票状态以投注站反馈出票结果为准。您可在订单状态中查询是否出票。但您也理解并同意，由于系统或网络拥堵等原因，可能导致前述订单状态中记载的出票状态及其他方式通知中的出票状态与相应的彩票发行机构、彩票销售机构反馈的实际出票状态不一致，如出现该不一致情形的，以相应的彩票发行机构、彩票销售机构反馈的实际出票状态为准。</li>
<li>本平台上显示的购买彩票的截止时间会提前于彩票终端出票系统的彩票销售截止时间，以作为彩票订单处理的冗余时间，具体提前量根据不同彩票品种而定。</li>
<li>您知悉并同意：上海彩咖公司仅提供预约平台技术服务，您通过本服务委托预约购买彩票的，本平台会向空闲投注站提交您的预约购买指令，且有权从您账户中扣除购买彩票所需的相应金额，有关具体出票、中奖及奖金发放事宜均由彩票发行机构、销售机构或彩票销售主体负责。</li>
<li>彩票开奖后，投注站将代为办理兑奖、派奖事宜，单注中奖奖金在壹万元以下并且单笔订单总奖金在伍万元以下的奖金，用户每期中奖所获得的税后奖金，本平台将先从投注站押金里按照彩票发行中心当期公布中奖金额两个工作日内返至用户的账户；单注中奖奖金壹万元以上或者单笔订单中奖总奖金伍万元以上大奖奖金，本平台将协助投注站联系中奖用户沟通奖金领取方式，用户可凭中奖彩票自行前往彩票中心领奖，也可授权本平台代领代发。用户可直接通过彩票发行中心公布的奖金进行核对当期中奖金额。</li>
<li>用户通过参与上海彩咖公司举办的各种营销活动获得的彩金不能提现（即兑换为现金，下同）。在上海彩咖公司举办的各种营销活动中，用户通过作弊及其他违反上海彩咖公司规定的方式获得的彩金的，该彩金不能提现，且如利用该彩金购买彩票中奖的，用户也不能获得中奖奖金。如第三方向上海彩咖公司投诉您使用的账户涉嫌盗用他人的账户的，上海彩咖公司有权拒绝或限制您使用该投诉涉及的账户直至该投诉得到解决。</li>
<li>根据国家相关规定，各彩种实行限号销售，但具体被限制号码须在出票过程中才可得知。因国家限号销售导致的方案无法出票，彩票销售主体将在开奖前进行撤单返款处理。如因此产生纠纷的，均由与用户进行交易的彩票销售主体负责处理，与上海彩咖公司无关。</li>
<li>针对竞彩浮动奖金玩法，方案中奖奖金以彩票中心最终公布的开奖奖金为准。针对固定奖金玩法，在方案出票过程中，如遇到方案理论最大中奖奖金发生变化时，方案最终中奖奖金以成功出票时的奖金为准。固定奖金玩法投注时的让球、让分及预设总分和比赛停止销售后的让球、让分及预设总分均仅供参考，真实让球、让分及预设总分均以成功出票后为准。</li>
<li>如因突然停电、网络中断、网络拥堵、系统故障等意外因素或其他不可抗力，导致未能出票，彩票销售主体将在开奖前对未出票方案进行撤单返款处理，上海彩咖公司对此不承担任何责任。</li>
<li>用户在线发起自定义周期的预约购买订单，提交自选号码、投注期次、是否基于中奖而终止该订单的具体服务要求，彩票销售主体在用户付款后开始执行该订单。</li>
<li>您表示理解并同意，在委托投注过程中，上海彩咖公司尽力确保彩票销售主体在本平台上发布的让分或总分的参考数据（如赔率）的及时更新，但依然存在变化的可能，所有奖金计算都以实际出票时官方公布的赔率为准。</li>
</ol>
<h2>五、追号说明</h2>
<ol>
<li>在追号服务下，用户可以选择提前预定一个（组）号码进行多期预约投注，又可以在中奖后自动取消掉后面的预约投注。</li>
<li>用户在线发出预约追号订单，提交自选号码、投注期次、是否基于中奖而终止追号等具体服务要求，并根据本平台提供的服务流程进行付款，付款金额为完成该笔追号订单所需的资金总额。</li>
<li>本平台将于用户付款后开始执行该订单，完成预约追号的委托投注服务。</li>
<li>用户可选择中奖后系统自动停止追号服务，即如果追号中奖，则追号订单中的剩余期次的投注将停止。</li>
<li>用户亦可以在订单有效期内通过「我的账户--追号记录」通道随时取消未完成的任一期追号服务或者终止所有未完成的追号服务。</li>
<li>在追号服务终止后，用户根据本条第一项支付的款项将根据追号订单的具体执行情况进行结算，系统会将未执行追号期次的购彩金额退至用户账户中。</li>
<li>用户使用追号服务的同时，不影响其使用本平台其他服务。</li>
<li>若用户您设置的为中奖后停止追号的方案，则在执行追号过程中，发生某期追号方案直到当期网站销售截止前三分钟仍不明确上期追号的中奖状态，则网站会对当期追号方案做继续追号的处理。敬请知悉由此产生的追号风险，若您不同意，则可以选择不追号或者主动停止追号。</li>
<li>如因投注站异常以及其它非本平台的原因，导致追号服务无法正常连续进行，本平台将未追完的方案做撤单返款处理，并发公告通知用户。除此之外，本平台无其他撤单返款的义务。</li>
</ol>
<h2>六、合买规则说明</h2>
<ol>
<li>合买服务是本平台仅作为合买发起人和合买参与人的中间服务平台，为用户提供的以多人共同出资形式预约彩票的服务。凡本平台用户都有权利发起或参与合买，发起人和参与人须同意本平台合买相关规则。本平台承诺不收取任何佣金或者手续费。</li>
<li>用户发起/参与合买方案的截止时间均以本平台规定的预约代购彩票截止时间为准。</li>
<li>用户发起合买时，须至少认购本次提交合买方案总额的最低比例金额方能成功发起合买方案，认购金额无法获整时则向上取整。此特定最低比例将在产品相关页面进行说明，解释权归本平台所有。</li>
<li>若合买方案认购截止时未满员，但认购进度达到特定比例，本平台将作为合买参与人认购余下的部分以最大限度让方案成功。此特定比例将在产品相关页面进行说明，解释权归本平台所有。</li>
<li>合买方案认购截止前，合买发起人依据特定规则有权撤销整个合买方案，合买参与人无法撤回自己认购的部分。具体撤单规则详见合买帮助页面；撤单后合买发起人的保底资金和认购金额、各合买参与人的认购金额将返还至用户的账户中。</li>
<li>系统默认无盈利佣金，合买发起人可以在发起合买方案时设定盈利佣金比例。发起的方案盈利后，合买发起人有权优先提取依据设定比例的盈利佣金；扣除佣金后，余下盈利奖金按该方案各合买参与人的认购金额比例分配到各参与人的账户中。合买参与人认购金额比例以本平台统计数据为准。</li>
<li>合买方案中奖后，依据各参与人认购金额比例分配所得奖金不足0.01元时，中奖奖金不予分配，悉数归该方案合买发起人所有。</li>
<li>合买彩票是一个基于彩票委托投注平台的延伸性服务，与个人提交投注请求不同，合买发起人与合买参与人均占有一定比例的所有权，所以本平台不提供彩票原件，并由本平台负责代领代发奖金，但合买发起人与合买参与人均有权利在本平台上查询其参与合买的详细订单信息。</li>
</ol>
<h2>七、违约处理</h2>
<ol>
<li>如果上海彩咖公司发现或收到他人举报或投诉用户违反本协议约定的，上海彩咖公司有权不经通知随时对相关内容进行删除，并视行为情节对违规账号处以包括但不限于警告、限制或禁止使用全部或部分功能、账号封禁直至注销的处罚，并公告处理结果。</li>
<li>您理解并同意，上海彩咖公司有权依合理判断对违反有关法律法规或本协议规定的行为进行处罚，对违法违规的任何用户采取适当的法律行动，并依据法律法规保存有关信息向有关部门报告等，用户应独自承担由此而产生的一切法律责任。</li>
<li>您理解并同意，因您违反本协议或相关服务条款的规定，导致或产生第三方主张的任何索赔、要求或损失，您应当独立承担责任；上海彩咖公司因此遭受损失的，您也应当一并赔偿。</li>
</ol>
<h2>八、知识产权声明</h2>
<ol>
<li>上海彩咖公司在本服务中提供的信息内容，包括但不限于网页、文字、图片、音频、视频、图表等的知识产权均归上海彩咖公司所有，用户在使用本服务中通过独立创作所产生的智力成果的知识产权归用户或相关权利人所有。</li>
<li>除另有特别声明外，上海彩咖公司提供本服务时所依托软件的著作权、专利权及其他知识产权均归上海彩咖公司所有。</li>
<li>未经上海彩咖公司许可，用户不得擅自（包括但不限于：以非法的方式复制、传播、展示、镜像、上载、下载）使用，或通过非常规方式（如：恶意干预平台数据）影响本平台的正常服务，否则，上海彩咖公司将依法追究法律责任。</li>
</ol>
<h2>九、终端安全责任</h2>
<ol>
<li>您理解并同意，本平台可能会受多种因素影响（包括但不限于用户原因、网络服务质量、社会环境等）；也可能会受各种安全问题的侵扰（包括但不限于他人非法利用用户资料，进行现实中的骚扰；用户下载安装的其他软件或访问的其他网站中可能含有病毒、木马程序或其他恶意程序，威胁您的计算机信息和数据的安全，继而影响相关彩票软件的正常使用等）。因此，您应加强信息安全及个人信息的保护意识，注意个人信息保护，以免遭受损失。</li>
<li>您不得制作、发布、使用、传播用于窃取用户及他人个人信息、财产的恶意程序。</li>
<li>维护软件安全与正常使用是上海彩咖公司和您的共同责任，上海彩咖公司将按照行业标准合理审慎地采取必要技术措施保护您的计算机信息和数据安全，但是您承认和同意上海彩咖公司不能就此提供任何保证。</li>
<li>在任何情况下，您不应轻信借款、索要密码或其他涉及财产的网络信息。涉及财产操作的，请一定先核实对方身份，并请经常留意上海彩咖公司有关防范诈骗犯罪的提示。</li>
</ol>
<h2>十、对自己行为负责</h2>
<p>　　您充分了解并同意，您必须为自己注册账号及账户下的一切行为负责，包括您所发表的任何内容以及由此产生的任何后果。您应对本服务中的内容自行加以判断，并承担因使用内容而引起的所有风险，包括因对内容的合法性、真实性、正确性、完整性或实用性的依赖而产生的风险。上海彩咖公司无法且不会对因前述风险而导致的任何损失或损害承担责任。</p>
<h2>十一、不可抗力及其他免责事由</h2>
<ol>
<li>您理解并同意，在使用本服务的过程中，可能会遇到不可抗力等风险因素，使本服务发生中断。不可抗力是指不能预见、不能克服并不能避免且对一方或双方造成重大影响的客观事件，包括但不限于自然灾害如洪水、地震、瘟疫流行和风暴等以及社会事件如战争、动乱、政府行为等。出现上述情况时，上海彩咖公司将努力在第一时间与相关单位配合，及时进行修复，但是由此给您造成的损失上海彩咖公司在法律允许的范围内免责。</li>
<li>
在法律允许的范围内，上海彩咖公司对您基于以下情形导致的服务中断或受阻不承担责任：
<ul>
<li>受到计算机病毒、木马或其他恶意程序、黑客攻击的破坏；</li>
<li>用户或上海彩咖公司的电脑软件、系统、硬件和通信线路出现故障；</li>
<li>用户操作不当（包括但不仅限于用户超过当期投注截止期投注的、投注后未付款、用户申请撤单等原因）；</li>
<li>用户通过非上海彩咖公司授权的方式使用本服务；</li>
<li>因第三方原因造成的，包括但不限于为用户提供网络服务、支付服务等的第三方主体；</li>
<li>因官方调整造成服务中断的；</li>
<li>其他上海彩咖公司无法控制或合理预见的情形。</li>
</ul>
</li>
<li>
您理解并同意，在使用本服务的过程中，可能会遇到网络信息或其他用户行为带来的风险，上海彩咖公司不对任何信息的真实性、适用性、合法性承担责任，也不对因侵权行为给您造成的损害负责。这些风险包括但不限于：
<ul>
<li>来自他人匿名或冒名的含有威胁、诽谤、令人反感或非法内容的信息；</li>
<li>因使用本协议项下的服务，遭受他人误导、欺骗或其他伤害；</li>
<li>其他因网络信息或用户行为引起的风险。</li>
</ul>
</li>
<li>上海彩咖公司依据本协议约定获得处理违法违规内容的权利，该权利不构成上海彩咖公司的义务或承诺，上海彩咖公司不能保证及时发现违法行为或进行相应处理。</li>
<li>上海彩咖公司仅根据本协议为用户提供平台技术服务。上海彩咖公司不是用户、彩票销售主体的代理商、合伙人、雇员或雇主等经营关系人，通过本服务发布的彩票均为彩票销售主体销售，而非上海彩咖公司。因此，对发布于本平台上的彩票及相关信息的真实性、合法性、安全性，以及用户履行交易的能力等，上海彩咖公司不负担保责任。用户如果因使用本服务或因购买发布于本平台上的任何彩票，而受有损害时，上海彩咖公司不负补偿或赔偿责任。在本平台上发生的任何有关彩票的咨询、投诉、纠纷等（包括但不限于投注、兑奖等事宜）均由彩票销售主体负责解决，上海彩咖公司不承担责任，但上海彩咖公司有权尽合理的能力对双方进行协调。</li>
<li>
在法律允许的范围内，上海彩咖公司对您基于以下情形导致的纠纷或损失不承担责任：
<ul>
<li>由于用户将账户密码告知他人或与他人共享账户，由此导致的任何个人资料泄露，以及由此产生的纠纷及损失；</li>
<li>任何由于黑客攻击、计算机病毒侵入或发作、网络供应商原因、因政府管制而造成的暂时性关闭等影响网络正常经营之不可抗力而造成的您个人资料或委托投注指令泄露、丢失、被盗用、被篡改等，以及由此产生的纠纷及损失；</li>
<li>由于彩票发行中心在彩票销售过程中，临时更改玩法造成用户委托投注失败产生的纠纷及损失；</li>
<li>本平台定期检查，或更新软硬件而造成的服务中断，或突发性的软硬件设备与电子通信设备故障产生的纠纷及损失；</li>
<li>其他非本平台自身原因造成的未能成功投注、兑奖等产生的纠纷及损失，如国家法律法规、规章要求或彩票发行中心上级主管部门要求取消或暂停前述全部或部分服务而导致您损失的。</li>
</ul>
</li>
</ol>
<h2>十二、其他</h2>
<ol>
<li>您使用本服务即视为您已阅读并同意受本协议的约束。上海彩咖公司有权在必要时修改本协议条款。您可以在本平台的最新版本中查阅相关协议条款。本协议条款变更后，如果您继续使用本服务，即视为您已接受修改后的协议。如果您不接受修改后的协议，应当停止使用本服务。</li>
<li>您知悉并同意，上海彩咖公司有权在单方通知您的前提下，将本协议中上海彩咖公司的权利和义务一并概括转让给上海彩咖公司的关联公司或上海彩咖公司指定的公司，具体受让的关联公司或上海彩咖公司指定的公司以上海彩咖公司通知为准，上述转让一经上海彩咖公司通知即生效。</li>
<li>本协议签订地为中华人民共和国上海市浦东新区。</li>
<li>本协议的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律。</li>
<li>若您和上海彩咖公司之间因本协议发生任何纠纷或争议，首先应友好协商解决；协商不成的，您同意将纠纷或争议提交本协议签订地上海市浦东新区人民法院管辖。</li>
<li>本协议所有条款的标题仅为阅读方便，本身并无实际涵义，不能作为本协议涵义解释的依据。</li>
<li>本协议条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。</li>
<li>本平台认为必要时，有权要求用户提供资金来源证明，用户未能积极配合，本平台有权拒绝用户的投注委托。</li>
<li>本协议最终解释权归本平台所有。
（正文完）</li>
</ol>



<!-- This document was created with MarkdownPad, the Markdown editor for Windows (http://markdownpad.com) -->
</body>
<?php $this->load->view('mobileview/common/tongji'); ?>
</html>