<!doctype html>
<html>

<head>
    <meta charset="utf-8">
    <meta name="author" content="weblol">
    <meta name="format-detection" content="telephone=no" />
    <meta name="viewport" content="width=device-width,initial-scale=1,maximum-scale=1,user-scalable=no,minimal-ui" />
    <meta name="apple-mobile-web-app-capable" content="yes" />
    <meta name="apple-mobile-web-app-status-bar-style" content="black-translucent" />
    <meta name="apple-mobile-web-app-title" content="2345彩票">
    <meta content="telephone=no" name="format-detection" />
    <meta content="email=no" name="format-detection" />
    <title>合买帮助</title>
    <link rel="stylesheet" href="<?php echo getStaticFile('/caipiaoimg/static/css/cpui.min.css');?>">
    <link rel="stylesheet" href="<?php echo getStaticFile('/caipiaoimg/static/css/layout/hemai.min.css');?>">
</head>

<body>
    <div class="wrapper hemai-help">
        <dl>
            <dt>1. 什么是合买？</dt>
            <dd>
                <p>合买是指由多人共同出资购买彩票，包括1个方案发起人和众多的合买参与人。这样可以在减少风险的前提下增加购买彩票的金额，增加中奖的机率。</p>
            </dd>
            <dt>2. 合买大客户、合买红人合作如何联系？</dt>
            <dd>
            	<p>具备一定发单实力的玩家，想成为合买红人与166彩票进一步合作，并获得合买大厅置顶、红人等资源支持，欢迎联系166彩票客户合作QQ （4006906760、1244738277）进行沟通。</p>
            </dd>
            <dt>3. 什么是方案保底？最低保底金额是多少？</dt>
            <dd>
           		<p>方案保底分为发起人保底和网站保底。发起人保底指发起人承诺合买截止后，如果方案还没有满员，发起人再投入先前承诺的保底金额以最大限度让方案成交。网站保底指网站承诺合买截止后，如果加上发起人的保底金额方案还没有满员，网站再投入先前承诺的保底金额以最大限度让方案成交。</p>
				<p>发起人可自愿选择是否保底，保底金额不限，最大可全额保底。网站保底金额至多为方案总金额的5％。</p>
            </dd>
            <dt><a name="t-4"></a>4. 合买中奖后奖金如何分配？</dt>
            <dd>
                <ol>
                    <li>① 若方案不盈利(即税后奖金≤方案本金)，税后奖金将按参与份额比例分配到该方案的各参与用户的账户中；</li>
                    <li>② 若方案盈利(即税后奖金＞方案本金)且税后奖金-盈利佣金＞方案金额，则发起人先提成税后奖金的x％作为方案制作佣金（佣金比例由发起人在发起方案时设定），余下奖金将按参与份额比例分配到该方案的各参与用户的账户中。166彩票不收取任何佣金或者手续费。</li>
                    <li>③ 当合买彩票的中奖金额每份奖金不足0.01元时，中奖奖金自动给方案发起人。</li>
                </ol>
            </dd>
            <dt>5. 合买中的佣金怎么计算？</dt>
            <dd>
                <p>合买方案成功，当合买方案盈利（税后奖金大于方案金额）且税后奖金减去盈利佣金仍大于方案金额时，发起人才可以获得佣金。</p>
                <p>发起人可获得的佣金 = 税后奖金× 佣金比例。</p>
                <p>例如：发起人发起的合买方案金额为100元，佣金10%，该方案税后奖金为800元，</p>
                <p>发起人可获得的佣金 =800× 10% = 80元，发起人可获得佣金80元。</p>
            </dd>
            <dt>6. 什么是方案置顶？</dt>
            <dd>
                <p>置顶是指将合买方案安排在某一彩种合买列表最前面的位置，以促进合买顺利完成。</p>
                <p>合买大厅首页置顶条件</p>
                <ol>
                    <li>① 进度（包含发起人保底）≥95%，方案金额越大排名越靠前；</li>
                    <li>② 如果同时满足置顶条件的方案个数≥15，自动置顶程序会按照创建时间先后进行排序。</li>
                    <li>③ 同一发起人的合买方案里，只允许3个未满员方案置顶；待置顶方案满员后，其他未满员方案可置顶。原则上置顶方案不超过15个。</li>
                </ol>
               	<p>彩种置顶条件</p>
               	<ol>
                    <li>① 进度（包含发起人保底）≥95%，方案金额越大排名越靠前；</li>
                    <li>② 如果同时满足置顶条件的方案个数≥8，自动置顶程序会按照创建时间先后进行排序。</li>
                    <li>③ 同一发起人的合买方案里，只允许3个未满员方案置顶；待置顶方案满员后，其他未满员方案可置顶。原则上置顶方案不超过8个。</li>
                </ol>
            </dd>
            <dt>7. 什么是方案失败？</dt>
            <dd>
                <p>方案失败指合买方案在奖期截止后，方案进度＋发起人保底额 未能促使方案满员，则该方案自动失败，即未能合买成功。</p>
				<p>方案失败后，系统自动将合买发起人的保底资金和认购金额、各合买跟单人的认购金额自动解冻，返还至用户的166购彩账户中。</p>
				<p>发起人可通过填写承诺保底金额来提高方案成功的可能性。</p>
            </dd>
            <dt>8. 什么是方案撤单？发起人如何对方案撤单？</dt>
            <dd>
                <p>方案撤单指发起人将整个合买方案撤销。跟单人无法撤出跟单人自己认购的部分。</p>
				<p>详细撤单规则如下：</p>
				<ol>
                    <li>① 发起人认购+发起人保底+跟单者认购，总进度＜50%，仅允许发起人撤单。发起人撤单则整个方案撤单，包括所有跟单者跟着撤单；</li>
                    <li>② 发起人认购+发起人保底+跟单者认购，总进度≥50%，不允许发起人撤单。</li>
                </ol>
            </dd>
            <dt>9. 什么是合买战绩？</dt>
            <dd>
                <p>战绩是指将发起人的合买方案的中奖盈利(即税后奖金＞方案本金)情况，对应中奖金额较大的盈利方案根据具体规则计算，向用户授予“皇冠”、“太阳”、“月亮”、“星星”四等级图标。通过战绩标识，彩民朋友可以很容易分辨出方案发单人的实力，进而选择进行跟单，共同搏击大奖。具体规则如下：</p>
				<p>兑换关系及颜色定义：</p>
				<p>金色表示方案成功（仅合买）；</p>
				<ol>
                    <li>• 1皇冠=10太阳；</li>
                    <li>• 1太阳=10月亮；</li>
                    <li>• 1月亮=10星星；</li>
                </ol>
                <p>彩种具体规则：</p>
				<ol>
                    <li>• 1星星=单个成功方案盈利≥500元；</li>
                    <li>• 1月亮=单个成功方案盈利≥5000元；</li>
                    <li>• 1太阳=单个成功方案盈利≥100000元；</li>
                    <li>• 1皇冠=单个成功方案盈利≥500000元。</li>
                </ol>
            </dd>
            <dt>10. 什么是合买方案保密规则？</dt>
            <dd>
                <p>如果发起人选择为：公开，则所有用户均能查看该合买订单的方案内容；</p>
				<p>如发起人选择为：仅对跟单者公开，则参与合买者可以在成功参与方案后到“我的彩票”查看该合买订单的方案内容；</p>
				<p>如发起人选择为：截止后公开，则参与合买者只能在官方销售截止后查看该合买订单的方案内容。</p>
            </dd>
        </dl>
    </div>
</body>
<?php $this->load->view('mobileview/common/tongji'); ?>
</html>