<?php

/**
 * Copyright (c) 2014,上海二三四五网络科技股份有限公司
 * 摘    要：权限配置
 * 作    者：wangl@2345.com
 * 修改日期：2014.11.06
 */
if (! defined ( 'BASEPATH' ))
	exit ( 'No direct script access allowed' );

/**
 * 用户权限列表
 */
$user_capacity = array (
		1 => array (
				"name" => "用户管理",
				"child" => array (
						1 => "用户列表查看",
						2 => "用户详细信息查看",
						3 => "用户登录信息查看",
						4 => "重置支付密码",
						5 => "修改绑定邮箱" 
				) 
		),
		2 => array (
				"name" => "订单管理",
				"child" => array (
						1 => "订单列表查看",
						2 => "订单详情查看",
						3 => "派奖审核" 
				) 
		),
		3 => array (
				"name" => "交易明细",
				"child" => array (
						1 => "交易明细列表查看" 
				) 
		),
		4 => array (
				"name" => "充值/提款",
				"child" => array (
						1 => "充值/提款列表查看",
						2 => "提款审核列表查看",
						3 => "提款停止用户撤销操作",
						4 => "提款审核",
						5 => "导出提款列表",
						6 => "已操作打款 " 
				) 
		),
		5 => array (
				"name" => "公告管理",
				"child" => array (
						1 => "公告列表查看",
						2 => "公告列表新建/编辑" 
				) 
		),
		6 => array (
				"name" => "帐号管理",
				"child" => array (
						1 => "帐号列表查看",
						2 => "新建/编辑/停用帐号" 
				) 
		),
		7 => array (
				"name" => "系统日志",
				"child" => array (
						1 => "日志列表查看" 
				) 
		),
		8 => array (
				"name" => "运营管理",
				"child" => array (
						1 => "用户反馈列表查看",
						2 => "用户反馈详情查看",
						3 => "回复/删除" 
				) 
		),
		9 => array (
				"name" => "转化分析",
				"child" => array (
						1 => "概览",
						2 => "点击量",
						3 => "注册",
						4 => "充值",
						5 => "提款",
						6 => "投注",
						7 => "优质用户分析" 
				) 
		),
		10 => array (
				"name" => "渠道分析",
				"child" => array (
						1 => "点击量",
						2 => "注册",
						3 => "投注",
						4 => "充值",
						5 => "成本统计",
						6 => "渠道管理" 
				) 
		),
		11 => array (
				"name" => "运营管理",
				"child" => array (
						1 => "期次管理",
						2 => "对阵管理",
						3 => "派奖核对",
						4 => "彩种管理",
						5 => "出票监控",
						6 => "订单管理" 
				) 
		),
		12 => array (
				"name" => "数据中心",
				"child" => array (
						1 => "期次预排",
						2 => "期次管理",
						3 => "对阵管理",
						4 => "抓取配置" 
				) 
		),
		13 => array (
				"name" => "财务对账",
				"child" => array (
						1 => "账户余额对账",
						2 => "合作商对账",
						3 => "存入押金",
						4 => "余额预警",
						5 => "存入押金记录" 
				) 
		),
		14 => array (
				"name" => "代码发布",
				"child" => array (
						1 => "代码发布" 
				) 
		),
		15 => array (
				"name" => "追号管理",
				"child" => array (
						1 => "追号订单列表查看",
						2 => "追号详情查看",
						3 => "撤单处理",
						4 => "期次删除" 
				) 
		) 
);

/**
 * 用户角色
 */
$user_role = array (
		1 => "管理员",
		2 => "运营人员",
		3 => "编辑人员",
		4 => "财务人员",
		5 => "产品人员",
		6 => "游客" 
);

/**
 * 角色对应的权限
 */
$role_capacity = array (
		1 => array (
				'all' 
		),
		2 => array (
				'1_1',
				'2_1',
				'3_1',
				'4_1',
				'5_1' 
		),
		3 => array (
				'1_1',
				'2_1',
				'3_1',
				'4_1',
				'5_1' 
		),
		4 => array (
				'1_1',
				'2_1',
				'3_1',
				'4_1',
				'5_1' 
		),
		5 => array (
				'1_1',
				'2_1',
				'3_1',
				'4_1',
				'5_1' 
		),
		6 => array (
				'1_1',
				'2_1',
				'3_1',
				'4_1',
				'5_1' 
		) 
);

/**
 * 启用禁止
 */
$status_capacity = array (
		0 => "禁用",
		1 => "启用中" 
);

$config ['user_capacity_cfg'] = array (
		"user_capacity" => $user_capacity,
		"status_capacity" => $status_capacity,
		"user_role" => $user_role,
		"role_capacity" => $role_capacity 
);
