<?php

/**
 * 帮助中心
 * @Author liusijia
 */
//帮助中心类型 
$config['help_center_type'] = array(
    '0' => '注册登录',
    '1' => '帐户充值',
    '2' => '购买彩票',
    '3' => '兑奖提款',
    '4' => '常见问题',
    '5' => '彩种玩法'
);

//帮助中心 - 分类前面的图标
$config['help_center_type_logo'] = array(
    '0' => 'help-register', //注册充值
    '1' => 'help-how-to-recharge', //帐户充值
    '2' => 'help-how-to-buy', //购买彩票
    '3' => 'help-drawings', //兑奖提款
    '4' => 'help-questions', //常见问题
    '5' => 'help-how-to-play', //彩种玩法
);

//帮助中心显示内容
$config['help_center'] = array(
    //注册充值
    '0' => array(
        '0' => array(
            'name' => '注册',
            'question_list' => array(
                '0' => array(
                    'title' => '如何注册成为166彩票会员?',
                    'content' => '1、166彩票首页右上角，点击【免费注册】；<br/>
			2、进入注册页面，填写用户名、密码等注册信息，填写无误后，点击【立即注册】；',
                ),
                '1' => array(
                    'title' => '注册166彩票会员注意事项',
                    'content' => '按照彩票中心规定，用户中大奖须本人亲自领取。故注册时须提交用户真实姓名，否则会影响用户领取大奖。如用户注册时没有填写真实姓名，请尽快完善个人资料，本网站将对您所提供的资料进行严格的管理及保护。',
                ),
                '2' => array(
                    'title' => '未收到手机验证码？',
                    'content' => '未收到手机验证码？<br/>
				1、限新疆、西藏以短信形式发送验证码外，其余地区均通过免费语音通话形式发送验证码；<br/>
				2、请核实手机是否开启安全软件等应用，若开启请关闭相关软件后重新操作一次；<br/>
				3、请保持手机通讯畅通；<br/>
				4、请检查是否屏蔽陌生人来电;<br/>
				5、一个号码10分钟内最多验证4次，一天内最多验证10次',
                ),
            )
        ),
        '1' => array(
            'name' => '登录',
            'question_list' => array(
                '0' => array(
                    'title' => '忘记166帐号怎么办？',
                    'content' => '1、登录页面点击【忘记帐号】；<br/>
			2、可通过帐号绑定的手机自助找回帐号；<br/>
			3、如不能提供手机信息，可联系客服提供其他信息尝试找回',
                ),
                '1' => array(
                    'title' => '忘记密码怎么办？如何修改密码？',
                    'content' => '忘记密码<br/>
				1、登录页面点击【忘记密码】；<br/>
				2、可通过帐号绑定的手机自助找回密码；<br/>
				3、如不能提供手机信息，可联系客服提供其他信息尝试找回<br/>
			修改密码<br/>
				1、登录后进入“我的帐户”，点击“帐户安全”-【修改密码】；<br/>
				2、通过登录密码、手机确认身份后修改密码<br/>
				3、如不能提供登录密码、手机信息，可联系客服提供其他信息尝试修改',
                ),
                '2' => array(
                    'title' => '看不到验证码或总提示验证码不正确？',
                    'content' => '可能的原因有： <br/>
				1、网速过慢，请多刷新几次页面；<br/>
				2、输入错误，数字有全角和半角之分，请换用半角方式输入；(可用鼠标直接点击，或按住”shift+space”进行切换)<br/>
				3、安全级别设置过高，请将IE的安全级别设为“默认级别”；<br/>
				4、网页没有自动更新，请先设置浏览器的“Internet临时文件”为“自动”更新。',
                ),
            )
        ),
        '2' => array(
            'name' => '实名认证',
            'question_list' => array(
                '0' => array(
                    'title' => '如何实名认证？',
                    'content' => '1、登录后进“我的帐户”，点击“帐户安全”-“安全中心”-真实身份【<a href="/safe/idcard" target="_blank">绑定</a>】<br/>
			2、录入您的身份信息，点击【提交】<br/>
			3、核对身份信息，点击【确认】<br/>
			4、验证完成<br/>
			温馨提示：为确保帐户安全，身份信息绑定后不可修改',
                ),
                '1' => array(
                    'title' => '为什么要填写真实姓名？身份证号码？',
                    'content' => '购买者的真实身份信息非常重要，姓名和身份证号码是领奖的凭证，请务必真实填写，否则无法领奖。<br/>
                    	依据财政部《彩票发行与销售管理暂行规定》，未满18周岁未成年人禁止购彩。<br/>
						如果填写了错误的身份信息，请联系客服核实身份后修改。 ',
                ),
                '2' => array(
                    'title' => '真实姓名和身份证号填写错误如何修改？',
                    'content' => '为了您的帐户安全，网站暂不支持修改真实姓名和身份证号。如有特殊情况，请联系166客服进行修改。',
                ),
            )
        ),
    ),
    //帐户充值
    '1' => array(
        '0' => array(
            'name' => '',
            'question_list' => array(
                '0' => array(
                    'title' => '如何给我的账户充值？',
                    'content' => '1、登录后进入“我的帐户”，点击【<a href="/wallet/recharge" target="_blank">充值</a>】<br/>
			2、进入充值页面，选择充值金额、充值方式，点击【提交】<br/>
			3、进入对应充值方式的支付界面完成付款',
                ),
                '1' => array(
                    'title' => '网站有哪些充值方式？',
                    'content' => '网站目前支持易宝支付、支付宝、财付通、盛付通、网银、信用卡等支付方式。',
                ),
                '2' => array(
                    'title' => '充值后，多久可以到帐？',
                    'content' => '1、网上银行充值（含财付通、支付宝、盛付通充值）：确认支付成功后即时到账<br/>
    			2、银联手机充值：确认支付成功后即时到账<br/>
    			3、充值卡充值：移动充值卡充值将在2分钟之内处理完成，联通卡充值将在5分钟之内处理完成',
                ),
                '3' => array(
                    'title' => '充值遇到问题怎么办？',
                    'content' => '如充值未到账，请您15分钟后再查看账户余额。若仍未到账，请核实是否成功扣款。若未成功扣款请您重新充值，若已成功扣款请您致电客服热线或联系在线客服人员进行核实（提供用户名、订单号、充值方式、充值金额等信息）。',
                ),
                '4' => array(
                    'title' => '账户充值会收手续费吗？',
                    'content' => '网站不会收取任何手续费。如您采用手机充值卡充值，运营商会收取4%的手续费，直接从充值卡中扣除。',
                ),
                '5' => array(
                    'title' => '如何查看充值记录？',
                    'content' => '登录后进入“我的彩票”，点击“帐户明细”-【<a href="/mylottery/recharge" target="_blank">充值记录</a>】',
                ),
                '6' => array(
                    'title' => '如何使用银行卡支付？',
                    'content' => '<img alt="" src="/caipiaoimg/v1.1/img/bank-tip-tip.png"><br><p>网银支付步骤一致。</p>',
                ),
            )
        )
    ),
    //购买彩票
    '2' => array(
        //购彩入门
        '0' => array(
            'name' => '购彩入门',
            'question_list' => array(
                '0' => array(
                    'title' => '如何购买彩票？',
                    'content' => '选择彩种 -->选择方案 –>付款 -->查看购彩记录 -->等待开奖 –>中奖。<br/>
                        <a href="/hall" target="_blank">去购彩</a>'
                ),
                '1' => array(
                    'title' => '如何查看购彩记录？',
                    'content' => '1、登录后进入“我的帐户”，点击“我的彩票”-“帐户明细”-【投注记录】<br/>
			2、即可查看您的投注记录'
                ),
                '2' => array(
                    'title' => '购彩后多久会进行出票？',
                    'content' => '您在网站购彩支付成功之后，我们会在第一时间为您出票，各彩种出票时间见下方。<br/>
                        如因特殊原因出票失败，购彩金额会返还帐户。<br/>
                        如有任何疑问，请联系<a href="http://wpa.b.qq.com/cgi/wpa.php?ln=1&key=XzkzODE3OTU2M18zODkzMDBfNDAwNjkwNjc2MF8yXw" target="_blank">在线客服</a>或拨打400-690-6760<br/><br/>

                        各彩种出票时间：<br/>
                        双色球：开奖日9:00-19:45出票。每周二、四、日21:15开奖<br/>
                        七乐彩：开奖日9:00-19:45出票。每周一、三、五21:15开奖<br/>
                        福彩3D：每日9:00-19:45出票<br/>
                        超级大乐透、七星彩、排列三、排列五：每日9:00-19:42出票<br/>
                        老11选5：每日8:56-22:06出票<br/>
                        新11选5：每日9:00-22:59出票<br/>
                        胜负彩、任选九：周一至周五9:00-24:00出票，周六至周日9:00-次日1:00出票<br/>
                        竞足：周一至周五9:00-24:00出票，周六至周日9:00-次日1:00出票<br/>
                        竞篮：周一、周二、周五9：00-24：00出票，周三、周四7：30-24：00出票，周六、周日9：00-次日1：00出票<br/>
                        注：出票时间外购彩顺延至最近出票时间出票',
                ),
                '3' => array(
                    'title' => '是否可以拿到纸质票？',
                    'content' => '可以。中心派奖后，可联系客服申请纸质票邮寄服务，邮资自理（需您自领的大奖，请联系客服到公司所在地当面领取纸质票）'
                ),
                '4' => array(
                    'title' => '中奖规则是怎样？',
                    'content' => '各种玩法中奖规则都不一样，在购彩页面选号框上方有简短的玩法说明，建议查看，或者点击购彩页面右侧的“玩法介绍”查看中奖规则。<br/><a href="/help/index/b5-s12" target="_blank">双色球</a>、<a href="/help/index/b5-s1" target="_blank">大乐透</a>、<a href="/help/index/b5-s2" target="_blank">福彩3D</a>、<a href="/help/index/b5-s5" target="_blank">排列三</a>、<a href="/help/index/b5-s6" target="_blank">排列五</a>、<a href="/help/index/b5-s8 target="_blank">七星彩</a>、<a href="/help/index/b5-s7" target="_blank">七乐彩</a>、<a href="/help/index/b5-s11" target="_blank">老11选5</a>、<a href="/help/index/b5-s10" target="_blank">胜负彩</a>、<a href="/help/index/b5-s9" target="_blank">任选九</a>、<a href="/help/index/b5-s3" target="_blank">竞彩篮球</a>、<a href="/help/index/b5-s4" target="_blank">竞彩足球</a>'
                ),
            )
        ),
        //彩票术语
        '1' => array(
            'name' => '彩票术语',
            'question_list' => array(
                '0' => array(
                    'title' => '什么是代购?',
                    'content' => '代购指的是由个人出资委托本站购买所需的彩票，分为单式代购和复式代购两类，由本站代理出票，兑奖和派奖。彩票代购无需您外出排队买彩票，不受自然因素困扰，既快捷、方便又高效、安全。',
                ),
                '1' => array(
                    'title' => '什么是机选？',
                    'content' => '机选是系统根据彩种和玩法，随机挑选出符合玩法要求的号码组合，并以此做为投注号码。'
                ),
                '2' => array(
                    'title' => '什么是限号？',
                    'content' => '若大多数彩民都集中选同一种彩果，国家彩票发行结构和彩民就会面临巨大风险。为把这种风险控制在一定范围内，部分彩种的彩果实行限量销售。遇部分彩果销售注数超过安全线时，彩票销售系统就会禁止销售该彩果，这就是限号。'
                ),
                '3' => array(
                    'title' => '什么是单式投注？',
                    'content' => '单式投注是最基本的投注形式，即购买者根据相应彩票的规则直接选择规定数量的号码组成一注彩票。'
                ),
                '4' => array(
                    'title' => '什么是复式投注？',
                    'content' => '复式投注相对于单式投注而言的，指购买者在购买彩票时，选择超过常规开奖的号码个数，并组成一组的投注方式。超过规定数量的号码会依据规定的开奖号码个数排列组合成多注彩票，在提高中奖机会的同时，投注金额也会相应增加。
			以大乐透为例，前区选择5个号码和后区选择2个号码组成一注选号，当前区号码超出5个或后区号码超出2个的选号，即为复式选号。故复式会包括前区号码复式、后区号码复式。'
                ),
                '5' => array(
                    'title' => '什么是直选？组三？组六？',
                    'content' => '直选：即所选号码与开奖号码相同，且顺序一致才中奖<br/>
			组三：在排列三中，如果一注组选号码的3个数字有两个数字相同，则有3种不同的排列方式，因而就有3个中奖机会，这种组选投注方式简称"组三"。组三单式投注即从0~9中选择两个数字，指定其一为重复两次的数字，形成一注注彩票的投注。<br/>
			组六：在排列三中，如果一注组选号码的3个数字各不相同，则有6种不同的排列方式，因而就有6个中奖机会，这种组选投注方式简称"组六"。组六单式投注即从0~9中选择三个数字，组成一注彩票的投注。'
                ),
                '6' => array(
                    'title' => '什么是追号？',
                    'content' => '追号服务指本平台按用户订单，连续多期帮助用户向同一个（组）指定号码提供委托投注的服务。在此服务下，用户可以选择提前预定一个（组）号码进行多期投注，免除时时紧盯电脑之苦，又可以在中奖后自动取消掉后面的投注，节约购彩资金。'
                ),
            )
        ),
        //合买帮助
        '2' => array(
            'name' => '合买帮助',
            'question_list' => array(
                '0' => array(
                    'title' => '什么是合买？',
                    'content' => '合买是指由多人共同出资购买彩票，包括1个方案发起人和众多的合买参与人。这样可以在减少风险的前提下增加购买彩票的金额，增加中奖的机率。',
                ),
                '1' => array(
                    'title' => '合买大客户、合买红人合作如何联系？',
                    'content' => '具备一定发单实力的玩家，想成为合买红人与166彩票进一步合作，并获得合买大厅置顶、红人等资源支持，欢迎联系166彩票客户合作QQ （4006906760、1244738277）进行沟通。
'
                ),
                '2' => array(
                    'title' => '什么是方案保底？最低保底金额是多少？',
                    'content' => '方案保底分为发起人保底和网站保底。发起人保底指发起人承诺合买截止后，如果方案还没有满员，发起人再投入先前承诺的保底金额以最大限度让方案成交。网站保底指网站承诺合买截止后，如果加上发起人的保底金额方案还没有满员，网站再投入先前承诺的保底金额以最大限度让方案成交。<br>
发起人可自愿选择是否保底，保底金额不限，最大可全额保底。网站保底金额至多为方案总金额的5％。
'
                ),
                '3' => array(
                    'title' => '如何发起合买？',
                    'content' => '用户登录平台进入购彩大厅。<br>
选择发起合买的彩种，进入该彩种投注页面。<br>
在投注页面选择发起方案的投注号码。<br>
选择购买方式为发起合买。<br>
填写发起方案的相关信息，并提交方案。<br>
系统返回发起方案信息，用户确认方案信息。<br>
系统返回发起方案成功信息。<br>
'
                ),
                '4' => array(
                    'title' => '如何参与合买？',
                    'content' => '用户登录平台进入合买大厅。<br>
选择参与合买的彩种，进入该彩种合买认购页面。<br>
在要跟单方案的“认购金额”字段的文本框内输入认购的金额。<br>
点击购买，系统返回参与合买信息。<br>
系统返回参与合买信息，用户确认参与合买信息。<br>
系统返回参与合买成功信息。<br>
'
                ),
                '5' => array(
                    'title' => '合买中奖后奖金如何分配？',
                    'content' => '①若方案不盈利(即税后奖金≤方案本金)，税后奖金将按参与份额比例分配到该方案的各参与用户的账户中；<br>
② 若方案盈利(即税后奖金＞方案本金)且税后奖金-盈利佣金＞方案金额，则发起人先提成税后奖金的x％作为方案制作佣金（佣金比例由发起人在发起方案时设定），余下奖金将按参与份额比例分配到该方案的各参与用户的账户中。166彩票不收取任何佣金或者手续费。<br>
③ 当合买彩票的中奖金额每份奖金不足0.01元时，中奖奖金自动给方案发起人。<br>
'
                ),
                '6' => array(
                    'title' => '合买中的佣金怎么计算？',
                    'content' => '合买方案成功，当合买方案盈利（税后奖金大于方案金额）且税后奖金减去盈利佣金仍大于方案金额时，发起人才可以获得佣金。<br>
发起人可获得的佣金 = 税后奖金× 佣金比例。<br>
例如：发起人发起的合买方案金额为100元，佣金10%，该方案税后奖金为800元，<br>
发起人可获得的佣金 =800× 10% = 80元，发起人可获得佣金80元。<br>
'
                ),
                '7' => array(
                    'title' => '什么是方案置顶？',
                    'content' => '置顶是指将合买方案安排在某一彩种合买列表最前面的位置，以促进合买顺利完成。<br>
<b style="font-weight: bold;">合买大厅首页置顶条件</b><br>
① 进度（包含发起人保底）≥95%，方案金额越大排名越靠前；<br>
② 如果同时满足置顶条件的方案个数≥15，自动置顶程序会按照创建时间先后进行排序。<br>
③ 同一发起人的合买方案里，只允许3个未满员方案置顶；待置顶方案满员后，其他未满员方案可置顶。原则上置顶方案不超过15个。<br>
<b style="font-weight: bold;">彩种置顶条件</b><br>
① 进度（包含发起人保底）≥95%，方案金额越大排名越靠前；<br>
② 如果同时满足置顶条件的方案个数≥8，自动置顶程序会按照创建时间先后进行排序。<br>
③ 同一发起人的合买方案里，只允许3个未满员方案置顶；待置顶方案满员后，其他未满员方案可置顶。原则上置顶方案不超过8个。<br>
'
                ),
                '8' => array(
                    'title' => '什么是方案失败？',
                    'content' => '方案失败指合买方案在奖期截止后，方案进度＋发起人保底额 未能促使方案满员，则该方案自动失败，即未能合买成功。<br>
方案失败后，系统自动将合买发起人的保底资金和认购金额、各合买跟单人的认购金额自动解冻，返还至用户的166购彩账户中。<br>
发起人可通过填写承诺保底金额来提高方案成功的可能性。<br>
'
                ),
                '9' => array(
                    'title' => '什么是方案撤单？发起人如何对方案撤单？',
                    'content' => '方案撤单指发起人将整个合买方案撤销。跟单人无法撤出跟单人自己认购的部分。<br>
详细撤单规则如下：<br>
① 发起人认购+发起人保底+跟单者认购，总进度＜50%，仅允许发起人撤单。发起人撤单则整个方案撤单，包括所有跟单者跟着撤单；<br>
② 发起人认购+发起人保底+跟单者认购，总进度≥50%，不允许发起人撤单。<br>
'
                ),
                '10' => array(
                    'title' => '什么是合买战绩？',
                    'content' => '战绩是指将发起人的合买方案的中奖盈利(即税后奖金＞方案本金)情况，对应中奖金额较大的盈利方案根据具体规则计算，向用户授予“皇冠”、“太阳”、“月亮”、“星星”四等级图标。通过战绩标识，彩民朋友可以很容易分辨出方案发单人的实力，进而选择进行跟单，共同搏击大奖。具体规则如下：<br>
<b style="font-weight: bold;">兑换关系及颜色定义：</b><br>
金色表示方案成功（仅合买）；<br>
1皇冠=10太阳；<br>
1太阳=10月亮；<br>
1月亮=10星星；<br>
<b style="font-weight: bold;">彩种具体规则：</b><br>
1星星=单个成功方案盈利≥500元；<br>
1月亮=单个成功方案盈利≥5000元；<br>
1太阳=单个成功方案盈利≥100000元；<br>
1皇冠=单个成功方案盈利≥500000元。<br>
'
                ),
                '11' => array(
                    'title' => '什么是合买方案保密规则？',
                    'content' => '如果发起人选择为：公开，则所有用户均能查看该合买订单的方案内容；<br>
如发起人选择为：仅对跟单者公开，则参与合买者可以在成功参与方案后到“我的彩票”查看该合买订单的方案内容；<br>
如发起人选择为：截止后公开，则参与合买者只能在官方销售截止后查看该合买订单的方案内容。<br>
'
                )
            )
        ),
    	//购彩红包
    	'3' => array(
            'name' => '购彩红包',
            'question_list' => array(
                '0' => array(
                    'title' => '什么是购彩红包?',
                    'content' => '购彩红包用于彩票投注，可抵扣支付金额，一次投注只能使用一个购彩红包。',
                ),
                '1' => array(
                    'title' => '如何获得购彩红包？',
                    'content' => '您可以通过参与166彩票推出的活动获得购彩红包。'
                ),
                '2' => array(
                    'title' => '如何使用购彩红包？',
                    'content' => '使用规则：<br/>
                	1.  投注时可以使用购彩红包抵扣支付金额，一次投注只能用一个购彩红包，默认选择最优红包；<br/>
                	2.	购彩红包只支持自购，不支持追号、合买的购买方式；<br/>
                	3.	购彩红包需在有效期内使用，过期则无法使用；<br/>
                	4.	使用购彩红包支付成功的投注订单，若订单出票失败，退款结算按照实际支付的金额退款。若订单为全额出票失败，则退回相同购彩红包一个，有效期7天。若订单部分出票失败，则退回出票失败部分彩金；<br/>
                	5.	活动中获得的购彩红包，如果发现不符合活动规则，或者存在刷红包行为，166彩票有权取消或者收回该购彩红包；<br/>
                	6.	166彩票在法律允许范围内拥有本规则解释权。<br/>
                	7.	购彩红包分类：<br/>
                		通用购彩红包：所有彩种均可使用<br/>
                		竞彩红包：支持竞彩足球、竞彩篮球、胜负彩、任选九<br/>
                		数字彩红包：支持双色球、大乐透、福彩3D、排列三、排列五、七乐彩、七星彩<br/>
                		高频彩红包：支持老11选5、新11选5、惊喜11选5、经典快3<br/>
                		各单彩种红包：支持对应单个彩种'
                ),
            )
        ),
        '4' => array(
            'name' => '定制跟单帮助',
            'question_list' => array(
                '0' => array(
                    'title' => '什么是定制跟单?',
                    'content' => '用户预先定制某位发起人的方案的一定份额。定制成功后，当该发起人发起方案时，系统会自动以用户预定的金额认购该发起人的方案。免去用户守候跟单、跟不到好单的烦恼。',
                ), 
                '1' => array(
                    'title' => '如何定制跟单?',
                    'content' => '① 进入合买红人主页的定制跟单页面；<br/>
                                ② 选择要跟单的彩种；<br/>
                                ③ 选择按固定金额/按百分比进行定制；<br/>
                                ④ 在“跟单记录“中，可以查看或停止自己的定制跟单<br/>'
                ),
                '2' => array(
                    'title' => '有哪些定制跟单方式?',
                    'content' => '① 按照固定金额进行定制：用户可提前定购此发起人方案的一定金额，则当该发起人发起方案时，系统就自动以用户预定的金额认购该发起人的方案；<br/>
                                  ② 按照百分比金额进行定制：用户可以提前按照一定的百分比定制发起人的方案，则当该发起人发起方案时，系统就自动以用户预定的比例认购该方案。<br/>'
                ),
                '3' => array(
                    'title' => '定制跟单支持哪些扣款方式?',
                    'content' => '支持预付扣款和实时扣款两种方式，用户可自行选择。<br/>
                                ① 预付扣款：用户预先支付一定金额，定制发起人的方案；<br/>
                                ② 实时扣款：用户无须预先付款，当发起人发单时，从账户余额中扣款进行跟单。<br/>'
                ),
                '4' => array(
                    'title' => '跟单注意事项?',
                    'content' => '① 跟单用户每个方案最低认购1元，1万元封顶；<br/>
                                ② 跟单用户可自行设置跟单次数，最少1次，最多100次，成功跟单1个方案即算1次；<br/>
                                ③ 定制成功后，如用户感觉定制条件设置不合理，可以停止跟单。使用“定制跟单”功能后，不影响用户正常使用其他合买代购功能；<br/>
                                ④ 每位发起人定制上限为2000人，定制满员后即不能再接受其他未定制用户的定制；<br/>
                                ⑤ 发起人发起方案时执行自动跟单程序，用户取消跟单定制的时间必须早于发起人发起方案的时间，否则将在此次认购后才能解除定制；<br/>
                                ⑥ 如果用户设置的定制跟单人在60天内没有发合买方案，或者说只要超过60天您仍未自动跟单成功过，您的定制将结束，冻结金额返还到您购彩账户，您也可以随时自己取消此定制跟单。<br/>
                                ⑦ 当可认购金额小于您的设定金额，则系统默认认购方案的剩余部分；<br/>
                                ⑧ 当按百分比跟单时，认购金额最大为上限金额。<br/>'
                ),         
                '5' => array(
                    'title' => '为什么定制了合买红人的跟单功能，但最后没有跟到?',
                    'content' => '① 所有跟单人的定制跟单功能在进行跟单时，是按定制时间先后排序的，比如您设置"足彩小能手"的定制跟单功能为第150个，待"足彩小能手"合买发出后前100个定制跟单用户的跟单金额已经让此单满员，这种情况下您的定制跟单便无法跟到此合买，因此朋友们锁定合买红人后一定要尽快进行定制跟单设置；<br/>
                                  ② 如果您是按照百分比定制，当账户余额不足的时候也会出现无法完成定制。<br/>'
                ),                      
            )
        )
    ),
    //兑奖提款
    '3' => array(
        //中奖查询
        '0' => array(
            'name' => '中奖查询',
            'question_list' => array(
                '0' => array(
                    'title' => '如何查询中奖？',
                    'content' => '1、登录后进入“我的帐户”，点击“我的彩票”-“帐户明细”-【<a href="/mylottery/detail" target="_blank">投注记录</a>】<br/>
			2、在投注记录页，“我的奖金”会实时更新您投注的中奖情况'
                ),
                '1' => array(
                    'title' => '开奖时间是怎样规定？',
                    'content' => '数字彩：每个彩种开奖时间不一样，具体请参考各彩种购买页面上方的提示。<br/>
			足彩（胜负彩、任选九场）：最后一场比赛结束后的当天上午11点左右。<br/>
			竞彩足球、竞彩篮球：以您购买的场次中最后一场比赛的时间为准，在21点之前结束的比赛，官方会在比赛结束后1小时左右开奖；21点之后结束的比赛，一般官方会在第二天上午10点左右统一开奖。'
                ),
                '2' => array(
                    'title' => '中奖后，是否会通知？',
                    'content' => '只要中奖，我们会第一时间通过短信通知您中奖情况。'
                ),
            )
        ),
        //兑奖
        '1' => array(
            'name' => '兑奖',
            'question_list' => array(
                '0' => array(
                    'title' => '中奖后如何兑奖？',
                    'content' => '小奖均直接派奖到帐户；大奖（单注奖金超过100万）请等待客服与您联系并确定领取方案，您可选择领取纸质票后自行领取，也可选择由166代领彩金后派奖到账户。'
                ),
                '1' => array(
                    'title' => '中奖奖金如何扣税？',
                    'content' => '根据《财政部、国家税务总局关于个人取得体育彩票中奖所得征免个人所得税问题的通知》(财税[1998]12号)的规定：“单注中奖奖金不超过1万元，免征收个人所得税；单注中奖奖金超过1万元，应按税法规定，中奖者需缴纳全额奖金的20%个人所得税。”'
                ),
                '2' => array(
                    'title' => '开奖了，奖金为什么还没到帐？',
                    'content' => '获取电视直播开奖号码后，需等待福彩中心或体彩中心正式开奖公告；<br/>
			然后，票务专员录入开奖号码与各奖级具体奖金；<br/>
			最后，审核员核对无误后执行派奖程序。<br/>
			所以，从电视直播到奖金直达166彩票账户通常需要2~3小时。<br/>
			注：双色球、大乐透、七乐彩、七星彩、奖金大概11点30分到账。排列三、福彩3D等奖金大概10：30到账。'
                ),
            )
        ),
        //提款
        '2' => array(
            'name' => '提款',
            'question_list' => array(
                '0' => array(
                    'title' => '如何提款？',
                    'content' => '1、登录后进入“我的帐户”，点击【<a href="/wallet/withdraw" target="_blank">提款</a>】<br/>
			2、录入提款金额，点击【提交】<br/>
			3、提款申请成功，等待银行到帐成功。<br/>
			注：如您的账户未绑定银行卡，请先绑定银行卡。'
                ),
                '1' => array(
                    'title' => '哪些方式可以提款？',
                    'content' => '目前只支持提款到银行卡。'
                ),
                '2' => array(
                    'title' => '提款是否有手续费？',
                    'content' => '无。提款产生的手续费由166彩票为您支付。'
                ),
                '3' => array(
                    'title' => '提款多久后钱能到帐？',
                    'content' => '转帐后即时到帐。如果您超过24小时仍未收到钱款，请检查提现信息是否输入错误、提现银行卡类型是否为166彩票不支持的银行卡。若确认无误可联系客服核对提现情况。<br/>
注：如遇国家法定节假日及周六、周日，因银行系统处理不及时造成的延误，预计在假期后第一个工作日到账。'
                ),
                '4' => array(
                    'title' => '提款有什么限制？',
                    'content' => '单笔提现至少10元，为防止恶意提款、洗钱等不法行为，每笔存入资金的50%须用于实际消费；信用卡每笔充值资金100%须用于购彩。<br/>
                        为保证账户资金安全，会员每天允许提现3次。'
                ),
                '5' => array(
                    'title' => '如何绑定银行卡？',
                    'content' => '1、登录后进入“我的帐户”，点击“账户安全”-“安全中心”-银行卡【<a href="/safe/bankcard" target="_blank">绑定</a>】；<br/>
			2、录入与身份信息相同的开户银行卡信息，点击【提交】；<br/>
			3、绑定银行卡成功。'
                ),
                '6' => array(
                    'title' => '为什么我的提款不成功？',
                    'content' => '提款未按时到账或失败可能有以下几点原因：<br/>
			1、银行卡状态不正常：银行卡为无效卡或银行卡状态异常，请联系银行卡背面的客服热线，寻求帮助<br/>
			2、账户控制状态不允许存入：该卡号不允许存入资金<br/>
			3、非法卡：银行卡已经注销<br/>
			4、户名错误、姓名填写有误、请核对卡号与姓名是否相符：银行卡开卡的真实姓名与166彩票账户中的真实姓名不一致导致无法提款成功；166彩票账户中的真实姓名填写有误（如注册的名字有繁体字或者有分隔符）、用户的姓名中含有生僻字，银行开户时以同音字或其他符号代替）<br/>
			温馨提醒：以上情况，请联系银行卡背面的客服热线，确认银行卡相应信息准确无误后，直接联系166彩票客服<br/>
			5、银行卡为信用卡（网站暂不支持信用卡提款）<br/>
			6、银行卡开户地与账户资料中的开户地不符 <br/> 
			7、银行账号长度非法：账号位数有误（如工行账号一般为16、19位，招行账号为12、14、15或者16位)<br/>
			8、对方账号校验错 ：银行账号有误<br/>
			9、您的银行卡发卡银行选择有误：用户选择的开户行名称与卡号不符<br/>
			10、参加活动所赠送的彩金不可提现'
                ),
                '7' => array(
                    'title' => '申请提款，网站是否有通知？',
                    'content' => '有。会通过您绑定的手机通知您的提款结果。'
                ),
                '8' => array(
                    'title' => '我申请了提款，可以再取消吗？',
                    'content' => '提款申请提交但未审核之前，可以取消提款申请。'
                ),
                '9' => array(
                    'title' => '怎样保障提款的安全？',
                    'content' => '我们采取以下措施保障您的帐户安全：<br/>
			1）提款申请成功后，短信提醒用户。让用户第一时间了解账户变动信息；<br/>
			2）提款填写银行卡的开户人姓名，必须与注册时填写真实姓名保持一致。杜绝账户丢失后，他人非法冒提资金；<br/>
			3）大额资金采取人工全程协助提款。帮您解除提款时的顾虑和疑问。'
                ),
                '10' => array(
                    'title' => '如何查看提款记录？怎么查看提款进度？',
                    'content' => '1、登录后进入“我的帐户”，点击“我的彩票”-“帐户明细”-【<a href="/mylottery/withdrawals" target="_blank">提款记录</a>】；<br/>
			2、查看“提款记录”中的状态栏即可知道当前提款进度。'
                ),
            )
        ),
    ),
    //常见问题
    '4' => array(
        '0' => array(
            'name' => '',
            'question_list' => array(
                '0' => array(
                    'title' => '为什么要填写真实姓名？身份证号码？',
                    'content' => '购买者的真实身份信息非常重要，姓名和身份证号码是领奖的凭证，请务必真实填写，否则无法领奖。<br/>
                        购买彩票是个人行为，请保证您所提交的身份信息是您个人的真实信息，不要使用公司或别人的信息。<br/>
			一旦使用错误的身份信息购买了彩票并中了大奖，会导致无法领取奖金的严重后果，请慎重填写自己的真实身份信息。<br/>
			如果填写了错误的身份信息，请联系客服进行修改。<br/>
			依据财政部《彩票发行与销售管理暂行规定》，如果未满18周岁，即使提交了正确的姓名和身份证号码，亦无法通过系统验证。<br/>
			您在166彩票每次投注都会单独提交您的身份信息，所以请确保投注时身份信息的准确性。',
                ),
                '1' => array(
                    'title' => '忘记用户名怎么办？',
                    'content' => '1、登录页面点击【忘记帐号】；<br/>
			2、可通过帐号绑定的手机自助找回帐号；<br/>
			3、如不能提供手机信息，可联系客服提供其他信息尝试找回',
                ),
                '2' => array(
                    'title' => '充值遇到问题怎么办？',
                    'content' => '如充值未到账，请您15分钟后再查看账户余额情况。若仍未到账，请核实是否成功扣款。若未成功扣款请您重新充值，若已成功扣款请您致电客服热线或联系在线客服人员进行核实（提供用户名、订单号、充值方式、充值金额等信息）。',
                ),
                '3' => array(
                    'title' => '中奖后，是否会通知？',
                    'content' => '只要中奖，我们会第一时间通过短信通知您中奖情况。'
                ),
                '4' => array(
                    'title' => '中奖后如何兑奖？',
                    'content' => '单注奖金超过100万，请等待专人客服与您联系并确定领取方案，您可选择由166邮寄纸质票后自行领取，也可选择由166代领彩金后派奖到166个人账户。其余情况，均直接派奖到166个人账户。'
                ),
                '5' => array(
                    'title' => '为什么我的提款不成功？',
                    'content' => '提款未按时到账或失败可能有以下几点原因：<br/>
			1、银行卡状态不正常：银行卡为无效卡或银行卡状态异常，请联系银行卡背面的客服热线，寻求帮助<br/>
			2、账户控制状态不允许存入：该卡号不允许存入资金<br/>
			3、非法卡：银行卡已经注销<br/>
			4、户名错误、姓名填写有误、请核对卡号与姓名是否相符：银行卡开卡的真实姓名与166彩票账户中的真实姓名不一致导致无法提款成功；166彩票账户中的真实姓名填写有误（如注册的名字有繁体字或者有分隔符）、用户的姓名中含有生僻字，银行开户时以同音字或其他符号代替）<br/>
			温馨提醒：以上情况，请联系银行卡背面的客服热线，确认银行卡相应信息准确无误后，直接联系166彩票客服<br/>
			5、银行卡为信用卡（网站暂不支持信用卡提款）<br/>
			6、银行卡开户地与账户资料中的开户地不符<br/>
			7、银行账号长度非法：账号位数有误（如工行账号一般为16、19位，招行账号为12、14、15或者16位)<br/>
			8、对方账号校验错 ：银行账号有误<br/>
			9、您的银行卡发卡银行选择有误：用户选择的开户行名称与卡号不符<br/>
			10、参加活动所赠送的彩金不可提现'
                ),
                '6' => array(
                    'title' => '提款有什么限制？',
                    'content' => '单笔提现至少10元，为防止恶意提款、洗钱等不法行为，每笔存入资金的50%须用于实际消费；信用卡每笔充值资金100%须用于购彩。<br/>
                        为保证账户资金安全，会员每天允许提现3次。'
                ),
                '7' => array(
                    'title' => '166彩票如何保障购彩安全？',
                    'content' => '1）登录密码安全保护<br/>
                				  2）购彩实名制<br/>
                                  3）大奖全程协助领取'
                ),
                '8' => array(
                    'title' => '166彩票如何保障提款安全？',
                    'content' => '1）提交提款申请时，通过真实姓名、手机号码校验身份；<br/>
2）提款申请成功后，短信提醒用户。让用户第一时间了解账户变动信息；<br/>
3）提款填写银行卡的开户人姓名，必须与注册时填写真实姓名保持一致。杜绝账户丢失后，他人非法冒提资金；<br/>
4）大额资金采取人工全程协助提款，帮您解除提款时的顾虑和疑问。'
                ),
                '9' => array(
                    'title' => '166彩票如何完成电话委托购彩？',
                    'content' => '您提交投注订单并成功付款后，系统根据您所下单的投注数据向有关彩票发行中心进行投注，您可在订单详情中查看订单处理进度。'
                ),
            )
        ),
    ),
    //彩种玩法
    '5' => array(
        '0' => array(
            'name' => '大乐透',
            'introduction' => '
<div class="article">
                    <div class="help-content">
                        <div class="help-title-time">
                            <h1 class="yahei big-title">大乐透玩法</h1>
        <!--                    <span>发布日期：2014.10.24</span>-->
                        </div>
                        <div class="p-content">
                            <h3>一、玩法说明</h3>
                            <p>大乐透投注区分为前区号码和后区号码，前区号码范围为01～35，后区号码范围为01～12。大乐透每
                                期从35个前区号码中开出5个号码，从12个后区号码中开出2个号码作为中奖号码，大乐透玩法即是竞
                                猜开奖号码的5个前区号码和2个后区号码，顺序不限。
                            </p>
                            <h3>二、奖金分配方式</h3>
                            <p>超级大乐透共设六个奖级，一、二、三等奖为浮动奖，四、五、六等奖为固定奖。<br/><br/>
                                一等奖<br/>
                                当奖池资金低于1亿元时，奖金总额为当期奖金额减去固定奖总额后的75%与奖池中累积的奖金之和，<br/>
                                单注奖金按注均分，单注最高限额封顶500万元。<br/>
                                当奖池资金高于1亿元(含)且低于3亿元时，奖金总额包括两部分，一部分为当期奖金额减去固定奖<br/>
                                总额后的58%与奖池中累积的奖金之和，单注奖金按注均分，单注最高限额封顶500万元；另一部分<br/>
                                为当期奖金额减去固定奖总额后的17%，单注奖金按注均分，单注最高限额封顶500万元。<br/>
                                当奖池资金高于3亿元(含)时，奖金总额包括两部分，第一部分为当期奖金额减去固定奖总额后的42%<br/>
                                与奖池中累积的奖金之和，单注奖金按注均分，单注最高限额封顶500万元；第二部分为当期奖金额<br/>
                                减去固定奖总额后的33%，单注奖金按注均分，单注最高限额封顶500万元。<br/>
                                <br/>
                                二等奖<br/>
                                奖金总额为当期奖金额减去固定奖总额后的18%，单注奖金按注均分，单注最高限额封顶500万元。<br/>
                                <br/>
                                三等奖<br/>
                                奖金总额为当期奖金额减去固定奖总额后的7%，单注奖金按注均分，单注最高限额封顶500万元。<br/>
                                <br/>
                                四等奖<br/>
                                单注奖金固定为200元。<br/>
                                <br/>
                                五等奖<br/>
                                单注奖金固定为10元。<br/>
                                <br/>
                                六等奖<br/>
                                单注奖金固定为5元。<br/>
                                <br/>
                                浮动奖级单注奖金根据该奖级基本投注与追加投注中奖数量按比例分配。<br/>
                                追加投注仅参与一至五等奖的奖金分配。追加投注一、二、三等奖为浮动奖，四至五等奖为固定奖。如<br/>
                                追加投注中得浮动奖，则追加投注奖金为当期基本投注对应单注奖金的60%。如追加投注中得固定奖，<br/>
                                则追加投注奖金为当期基本投注对应单注奖金的50%。<br/>
                            </p>
                            <h3>三、玩法介绍</h3>
                            <p>一等奖：选中5个前区及2个后区<br/>
                                二等奖：选中5个前区及2个后区中的任意1个<br/>
                                三等奖：选中5个前区 或 4个前区及2个后区<br/>
                                四等奖：选中4个前区及2个后区中的任意1个 或 3个前区及2个后区<br/>
                                五等奖：选中4个前区 或 3个前区及2个后区中的任意1个 或 2个前区及2个后区<br/>
                                六等奖：选中3个前区 或 2个前区及2个后区中的任意1个 或 1个前区及2个后区或者2个后区号码相同<br/>
                            </p>
                            <h3>四、投注方式</h3>
                            <p>标准投注<br/>
                                基本投注：从前区号码中选择5个号码，从后区号码中选择2个号码为一注，前区号码最多可选18个号<br/>
                                码，后区号码最多可选12个。<br/>
                                <br/>
                                单式上传<br/>
                                将固定格式的单式号码统一上传给系统进行投注。此投注方式对于将过滤软件过滤出的单式号码统一<br/>
                                投注十分方便。
                            </p>
                            <p><a href="#baseUrl#help/index/b#b#-s#s#-t1" href="javascript:;" target="_self">阅读详细规则</a></p>
                        </div>
                    </div>
                </div></div>',
            'rule' => '
<div class="article">
                    <div class="help-content">
                        <div class="help-title-time">
                            <h1 class="yahei big-title">大乐透</h1>
        <!--                    <span>发布日期：2014.10.24</span>-->
                        </div>
                        <div class="p-content">
                            <p>
                                中国体育彩票超级大乐透游戏规则<br/><br/>
                                第一章 总则<br/>
                                第一条 根据《彩票管理条例》、《彩票管理条例实施细则》、《彩票发行销售管理办法》(财综〔2012〕102号)等有关规定，制定本规则。<br/>
                                第二条 中国体育彩票超级大乐透(以下简称超级大乐透)由国家体育总局体育彩票管理中心发行和组织销售，由各省、自治区、直辖市体育彩票销售机构(以下称各省体彩机构)在所辖区域内销售。<br/>
                                第三条 超级大乐透采用计算机网络系统发行，在各省体彩机构设置的销售网点销售，定期开奖。<br/>
                                第四条 超级大乐透实行自愿购买，凡购买者均被视为同意并遵守本规则。<br/>
                                第五条 不得向未成年人出售彩票或兑付奖金。<br/><br/>
                                第二章 投注<br/>
                                第六条 超级大乐透基本投注是指从前区号码中任选5个号码，并从后区号码中任选2个号码的组合进行投注。其中，前区号码由01—35共35个号码组成，后区号码由01—12共12个号码组成。每注基本投注金额人民币2元。<br/>
                                购买者在基本投注的基础上，可对购买的每注号码进行一次追加投注，每注追加投注金额人民币1元。<br/>
                                第七条 购买者可以进行复式投注。复式投注是指所选号码个数超过基本投注的号码个数，所选号码可组合为每一种基本投注方式的多注彩票的投注。复式投注包括三种形式：<br/>
                                (一)前区复式：前区选取6个及以上号码，后区选取2个号码;<br/>
                                (二)后区复式：前区选取5个号码，后区选取3个及以上号码;<br/>
                                (三)双区复式：前区选取6个及以上号码，后区选取3个及以上号码。<br/>
                                第八条 购买者可以进行胆拖投注。胆拖投注是指选择少于基本投注号码个数的号码作为每注都有的号码作为胆码，再选取除胆码以外的号码作为拖码，由胆码和拖码组合成多注投注，胆拖投注包括三种形式：<br/>
                                (一)前区胆拖：从01—35中选取1至4个号码为胆码，再选取除胆码以外的号码作为拖码，胆码和拖码组成前区号码(其数量之和必须等于或多于6个号码)，并从01—12中选取2个号码为后区号码。<br/>
                                (二)后区胆拖：从01—35中选取5个号码为前区号码，并从01—12中选取1个号码为胆码，再选取除胆码以外的2个以上(含2个)的号码为拖码，胆码和拖码组成后区号码。<br/>
                                (三)双区胆拖：从01—35中选取1至4个号码为胆码，再选取除胆码以外的号码作为拖码，胆码和拖码组成前区号码(其数量之和必须等于或多于6个号码);并从01—12中选取1个号码为胆码，再选取除胆码以外的2个以上(含2个)的号码为拖码，胆码和拖码组成后区号码。<br/>
                                第九条 复式投注和胆拖投注均可按注进行追加投注。<br/>
                                第十条 购买者可对其选定的结果进行多倍投注，投注倍数范围为2-99倍。单张彩票基本投注的最大投注金额不超过20000元，基本投注加追加投注的最大投注金额不超过30000元。<br/>
                                第十一条 超级大乐透按期销售，每周销售三期，期号以开奖日界定，按日历年度编排。<br/>
                                第十二条 购买者可在各省体彩机构设置的销售网点投注。投注号码经投注机打印出的对奖凭证，交购买者保存，此对奖凭证即为超级大乐透彩票。<br/>
                                第十三条 投注者可选择机选号码投注、自选号码投注。机选号码投注是指由投注机随机产生投注号码进行投注，自选号码投注是指将购买者选定的号码输入投注机进行投注。<br/><br/>
                                第三章 设奖<br/>
                                第十四条 超级大乐透按当期销售总额的51%、14%、35%分别计提彩票奖金、彩票发行费和彩票公益金。彩票奖金分为当期奖金和调节基金，其中，49%为当期奖金，2%为调节基金。<br/>
                                第十五条 超级大乐透共设六个奖级，一、二、三等奖为浮动奖，四、五、六等奖为固定奖。各奖级和奖金规定如下：<br/>
                                一等奖：当奖池资金低于1亿元时，奖金总额为当期奖金额减去固定奖总额后的75%与奖池中累积的奖金之和，单注奖金按注均分，单注最高限额封顶500万元。当奖池资金高于1亿元(含)且低于3亿元时，奖金总额包括两部分，一部分为当期奖金额减去固定奖总额后的58%与奖池中累积的奖金之和，单注奖金按注均分，单注最高限额封顶500万元;另一部分为当期奖金额减去固定奖总额后的17%，单注奖金按注均分，单注最高限额封顶500万元。当奖池资金高于3亿元(含)时，奖金总额包括两部分，第一部分为当期奖金额减去固定奖总额后的42%与奖池中累积的奖金之和，单注奖金按注均分，单注最高限额封顶500万元;第二部分为当期奖金额减去固定奖总额后的33%，单注奖金按注均分，单注最高限额封顶500万元。<br/>
                                二等奖：奖金总额为当期奖金额减去固定奖总额后的18%，单注奖金按注均分，单注最高限额封顶500万元。<br/>
                                三等奖：奖金总额为当期奖金额减去固定奖总额后的7%，单注奖金按注均分，单注最高限额封顶500万元。<br/>
                                四等奖：单注奖金固定为200元。<br/>
                                五等奖：单注奖金固定为10元。<br/>
                                六等奖：单注奖金固定为5元。<br/>
                                第十六条 浮动奖级单注奖金根据该奖级基本投注与追加投注中奖数量按比例分配。<br/>
                                第十七条 追加投注仅参与一至五等奖的奖金分配。追加投注一、二、三等奖为浮动奖，四至五等奖为固定奖。如追加投注中得浮动奖，则追加投注奖金为当期基本投注对应单注奖金的60%。如追加投注中得固定奖，则追加投注奖金为当期基本投注对应单注奖金的50%。<br/>
                                第十八条 超级大乐透设置奖池，奖池由未中出的浮动奖奖金和超出浮动奖单注奖金封顶限额部分的奖金组成。奖池与当期奖金中用于一等奖的部分及调节基金转入部分合并支付一等奖奖金。<br/>
                                第十九条 调节基金包括按销售总额的2%提取部分、浮动奖奖金按元取整后的余额和逾期未退票的票款。调节基金专项用于支付各种不可预见情况下的奖金支出风险、调节浮动奖奖金以及设立特别奖。动用调节基金设立特别奖，应当报财政部审核批准。<br/>
                                第二十条 若当期奖金额不足以支付固定奖总额时，不足部分从调节基金中支付。若调节基金不足时，用彩票兑奖周转金垫支。<br/>
                                第二十一条 一、二、三等奖按照该奖级实际中奖注数平均分配该奖级奖金。一、二、三等奖均设置单注最低奖金，一等奖单注最低奖金为单注奖金封顶金额的3%，二等奖单注最低奖金为单注奖金封顶金额的0.3%，三等奖单注最低奖金为单注奖金封顶金额的0.03%。同时，当上一奖级单注奖金低于下一奖级单注奖金的2倍且低于500万元时，上一奖级单注奖金补足至下一奖级单注奖金的2倍并不高于500万元。所需资金从调节基金中支付，若调节基金不足时，用彩票兑奖周转金垫支。<br/>
                                第二十二条 在出现彩票兑奖周转金垫支情况下，当调节基金有资金滚入时优先偿还垫支的彩票兑奖周转金。<br/><br/>
                                第四章 开奖<br/>
                                第二十三条 超级大乐透每周一、三、六开奖。<br/>
                                第二十四条 每期开奖时，在公证人员封存销售数据资料之后，并在其监督下从01—35共35个号码中随机摇出5个前区号码，从01—12共12个号码中随机摇出2个后区号码。<br/>
                                第二十五条 每期开奖后，体育彩票发行机构应向社会公布当期销售总额、开奖号码、各奖级中奖情况以及奖池资金余额等信息，并将开奖结果通知各销售网点。<br/><br/>
                                第五章 中奖<br/>
                                第二十六条 超级大乐透根据投注号码与开奖号码相符情况确定相应中奖资格。具体规定如下：<br/>
                                一等奖：投注号码与当期开奖号码全部相同(顺序不限，下同)，即中奖;<br/>
                                二等奖：投注号码与当期开奖号码中的5个前区号码及任意1个后区号码相同，即中奖;<br/>
                                三等奖：投注号码与当期开奖号码中的5个前区号码相同，或者任意4个前区号码及2个后区号码相同，即中奖;<br/>
                                四等奖：投注号码与当期开奖号码中的任意4个前区号码及任意1个后区号码相同，或者任意3个前区号码及2个后区号码相同，即中奖;<br/>
                                五等奖：投注号码与当期开奖号码中的任意4个前区号码相同，或者任意3个前区号码及1个后区号码相同，或者任意2个前区号码及2个后区号码相同，即中奖;<br/>
                                六等奖：投注号码与当期开奖号码中的3个前区号码相同，或者任意1个前区号码及2个后区号码相同，或者任意2个前区号码及任意1个后区号码相同，或者2个后区号码相同，即中奖。<br/>
                                第二十七条 当期每注投注号码只有一次中奖机会，不能兼中兼得，特别设立奖除外。<br/><br/>
                                第六章 兑奖<br/>
                                第二十八条 超级大乐透兑奖当期有效。中奖者应当自开奖之日起60个自然日内，持中奖彩票到指定的地点兑奖。逾期未兑奖视为弃奖，弃奖奖金纳入彩票公益金。<br/>
                                第二十九条 中奖彩票为兑奖唯一凭证，中奖彩票因玷污、损坏等原因不能正确识别的，不能兑奖。<br/>
                                第三十条 兑奖机构有权查验中奖者的中奖彩票及有效身份证件，兑奖者应予配合。<br/><br/>
                                第七章 附则<br/>
                                第三十一条 本规则自批准之日起执行。
                            </p>
                        </div>
                    </div>
                </div></div>',
        ),
        '1' => array(
            'name' => '福彩3D',
            'introduction' => '
<div class="article">
                    <div class="help-content">
                        <div class="help-title-time">
                            <h1 class="yahei big-title">福彩3D玩法</h1>
        <!--                    <span>发布日期：2014.10.24</span>-->
                        </div>
                        <div class="p-content">
                            <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;福彩3D是福利彩票中最简单最易中的一种彩票，由百位，十位，个位三个数字组成一注。个十百三位上分别从0－9中任意选择一个号码，组成一个三位数进行投注。如：123，122，111等</p>
                            <h3>奖金分配方式</h3>
                            <p>3D按不同单式投注方式设奖，均为固定奖<br/>
                                直选：每注1040元；<br/>
                                组选3：每注346元；<br/>
                                组选6：每注173元；<br/>
                            </p>
                            <h3>玩法介绍</h3>
                            <p>3D中奖可分为三种情况：直选，组选3和组选6<br/>
                                "直选"奖：投注号码与当期公布的中奖号码的3位数按位数全部相同，即中得直选奖。如开奖号是123，中出123<br/>
                                "组选3"奖：当期摇出的中奖号码3位数中有任意两位数字相同，且投注号码与中奖号码的数字相同，顺序不限，即中得"组选3"奖。如开奖号是122，中出212，221，122<br/>
                                "组选6"奖：当期摇出的中奖号码中3位数各不相同，且投注号码的三个数字与当期中奖号码相同，顺序不限，即中得"组选6"奖。如开奖号为123，中出123，321，132，213，231，312。
                            </p>
                            <h3>投注方式</h3>
                            <p>在购买福彩3D时可以自己任意选择购买方式，可选直选，组选3和组选六。<br/>
                                投注方法分为：<br/>
                                1. 直选单式投注<br/>
                                所谓直选单式是指：一张彩票就由三个数字组成。且要以中奖号要位置和号码都相同才能中奖。如开奖号为123，那中奖号必也是123。321，231等都不能中奖<br/>
                                2.直选复式投注<br/>
                                所谓直选复式是指：可选择多个号码进行投注，只要在所选的号码中位置和号码有与开奖号相同的那就可以中出<br/>
                                3.直选和值投注<br/>
                                所谓直选和值是指：开奖号三个数相加之和，如本期开奖号的三个数相加总和为3，那直选一共有012，003，102，030，300，201，210，021，120，111十注。只要花二十元购买直选合值3，即中得1000元<br/>
                                4.组选单式投注（含组三和组六）<br/>
                                5.组选和值投注<br/>
                                组选和值是指开奖号的三个数相加的总和，如选择组选和值3投注，那组选共有012，003两注。只要花四元购买和值3，如开出组三003的号码可中320元，开出012组六的号码可中160元<br/>
                                6.机选投注<br/>
                                是随机选择一注或多注号码进行投注
                            </p>
                            <p><a href="#baseUrl#help/index/b#b#-s#s#-t1" href="javascript:;" target="_self">阅读详细规则</a></p>
                        </div>
                    </div>
                </div></div>',
            'rule' => '
<div class="article">
                    <div class="help-content">
                        <div class="help-title-time">
                            <h1 class="yahei big-title">福彩3D</h1>
        <!--                    <span>发布日期：2014.10.24</span>-->
                        </div>
                        <div class="p-content">
                            <p>
                                第一章  总 则<br/>
                                第一条  根据《彩票管理条例》、《彩票管理条例实施细则》、《彩票发行销售管理办法》（财综[2012]102号）等相关规定，制定本规则。<br/>
                                第二条  中国福利彩票3D游戏（以下简称3D）由中国福利彩票发行管理中心（以下简称中福彩中心）发行和组织销售，由各福利彩票销售机构（以下称福彩销售机构）在所辖区域内销售。<br/>
                                第三条  3D采用计算机网络系统发行，在福彩销售机构设置的销售网点销售，定期开奖。<br/>
                                第四条  3D实行自愿购买，凡购买者均被视为同意并遵守本规则。<br/>
                                第五条  不得向未成年人出售彩票或兑付奖金。<br/><br/>
                                第二章  投 注
                                <br/>
                                第六条  3D是指以三个号码排列或组合为一注进行单式投注，投注号码由000-999组成，三个位置从左至右分别为“百位”、“十位”、“个位”，一组三个号码的排列或组合称为一注。每注金额人民币2元。购买者可对其选定的投注号码进行多倍投注，投注倍数范围为2-99倍。单张彩票的投注金额最高不得超过20000元。<br/>
                                第八条  3D根据投注号码的排列或组合分为“单选”、“组选”、“1D”、“2D”、“通选”、“和数”、“包选”、“猜大小”、“猜1D”、“猜2D”、“猜三同”、“拖拉机”、“猜奇偶”等投注方式，具体规定如下：<br/>
                                （一）单选投注：是指对三个号码以唯一的排列方式进行投注。<br/>
                                （二）组选投注：是指将三个号码的所有排列方式作为一注投注号码进行投注。如果一注组选的三个号码中有两个号码相同，则包括三种不同的排列方式，称为“组选3”；如果一注组选的三个号码各不相同，则包括六种不同的排列方式，称为“组选6”。<br/>
                                （三）1D投注：是指对百位、十位或个位中某一特定位置上的号码进行投注。<br/>
                                （四）猜1D投注：是指对百位、十位或个位中任意一个位置上的号码进行投注。<br/>
                                （五）2D投注：是指对百位和十位、十位和个位或百位和个位号码，以唯一的排列方式进行投注。<br/>
                                （六）猜2D投注：是指对百位、十位或个位中任意两个位置上的号码进行投注。<br/>
                                （七）通选投注：是指对三个号码以唯一的排列方式进行投注。<br/>
                                （八）和数投注：是指对三个号码相加之和进行投注。<br/>
                                （九）包选投注：是指同时用单选和组选的方式对三个号码进行投注。如果三个号码中有两个号码相同，则包括三种不同的排列方式，称为“包选3”；如果三个号码各不相同，则包括六种不同的排列方式，称为“包选6”。<br/>
                                （十）猜大小投注：是指对三个号码相加之和的大、小性质进行投注。其中，三个号码相加之和在19（含）至27（含）之间时为大，在0（含）至8（含）之间时为小。<br/>
                                （十一）猜三同投注：是指对全部三个相同的号码进行投注。<br/>
                                （十二）拖拉机投注：是指对全部以升序或降序连续排列的号码进行投注（890、098、901、109除外）。<br/>
                                （十三）猜奇偶投注：是指对全部三个号码的奇数、偶数性质进行投注。其中，1、3、5、7、9为奇，0、2、4、6、8为偶。<br/>
                                第九条  购买者可选择机选号码投注、自选号码投注。机选号码投注是指由投注机随机产生投注号码进行投注，自选号码投注是指将购买者选定的号码输入投注机进行投注。<br/>
                                第十条  购买者可选择复式投注、多期投注。复式投注是指所选号码个数超过单式投注的号码个数，所选号码可排列或组合为每一种单式投注方式的多注彩票的投注。多期投注是指购买从当期起最多连续7期的彩票。<br/>
                                第十一条  3D每天销售一期，期号以开奖日界定，按日历年度编排。<br/>
                                第十二条  3D每期全部投注号码的可投注数量实行限量销售，由福彩销售机构根据实际情况确定具体的限额，若投注号码受限，则不能投注。若因销售终端故障、通讯线路故障和投注站信用额度受限等原因造成投注不成功，应退还购买者投注金额。<br/> 
                                <br/>第三章  设 奖<br/>
                                第十三条 3D按当期销售额的53%、13%和34%分别计提彩票奖金、彩票发行费和彩票公益金。彩票奖金分为当期奖金和调节基金，其中，52%为当期奖金，1%为调节基金。<br/>
                                第十四条  3D按不同单式投注方式设奖，均为固定奖。奖金规定如下：<br/>
                                （一）单选投注<br/>
                                单选：单注奖金固定为1040元。<br/>
                                （二）组选投注<br/>
                                1.组选3：单注奖金固定为346元。<br/>
                                2.组选6：单注奖金固定为173元。<br/>
                                （三）1D投注：<br/>
                                1D：单注奖金固定为10元。<br/>
                                （四）猜1D投注：<br/>
                                1.猜中1：单注奖金固定为2元；<br/>
                                2.猜中2：单注奖金固定为12元；<br/>
                                3.猜中3：单注奖金固定为230元。<br/>
                                （五）2D投注：<br/>
                                2D：单注奖金固定为104元。<br/>
                                （六）猜2D投注：<br/>
                                1.两同号：单注奖金固定为37元；<br/>
                                2.两不同号：单注奖金固定为19元。<br/>
                                （七）通选投注：<br/>
                                1.通选1：单注奖金固定为470元；<br/>
                                2.通选2：单注奖金固定为21元。<br/>
                                （八）和数投注：<br/>
                                1.和数0或27：单注奖金固定为1040元；<br/>
                                2.和数1或26：单注奖金固定为345元；<br/>
                                3.和数2或25：单注奖金固定为172元；<br/>
                                4.和数3或24：单注奖金固定为104元；<br/>
                                5.和数4或23：单注奖金固定为69元；<br/>
                                6.和数5或22：单注奖金固定为49元；<br/>
                                7.和数6或21：单注奖金固定为37元；<br/>
                                8.和数7或20：单注奖金固定为29元；<br/>
                                9.和数8或19：单注奖金固定为23元；<br/>
                                10.和数9或18：单注奖金固定为19元；<br/>
                                11.和数10或17：单注奖金固定为16元；<br/>
                                12.和数11或16：单注奖金固定为15元；<br/>
                                13.和数12或15：单注奖金固定为15元；<br/>
                                14.和数13或14：单注奖金固定为14元。<br/>
                                （九）包选投注：<br/>
                                1.包选三：<br/>
                                （1）全中：单注奖金固定为693元；<br/>
                                （2）组中：单注奖金固定为173元。<br/>
                                2.包选六：<br/>
                                （1）全中：单注奖金固定为606元；<br/>
                                （2）组中：单注奖金固定为86元。<br/>
                                （十）猜大小投注：<br/>
                                猜大小：单注奖金固定为6元。<br/>
                                （十一）猜三同投注：<br/>
                                猜三同：单注奖金固定为104元。<br/>
                                （十二）拖拉机投注：<br/>
                                拖拉机：单注奖金固定为65元。<br/>
                                （十三）猜奇偶投注：<br/>
                                猜奇偶：单注奖金固定为8元。<br/>
                                第十五条  3D设置调节基金。调节基金包括按销售总额1%提取部分、逾期未退票的票款和奖池资金达到一定数额后超出部分转入资金。调节基金用于支付不可预见的奖金支出风险，以及设立特别奖。动用调节基金设立特别奖，应报同级财政部门审核批准。<br/>
                                第十六条  3D设置奖池。奖池资金由当期计提奖金与实际中出奖金的差额组成。当期实际中出奖金小于计提奖金时，余额进入奖池；当期实际中出奖金超过计提奖金时，差额由奖池资金补足。当奖池资金总额不足时，由调节基金补足，调节基金不足时，用彩票兑奖周转金垫支。在出现彩票兑奖周转金垫支的情况下，当调节基金有资金滚入时优先偿还垫支的彩票兑奖周转金。当奖池资金达到200万元后，超出部分可以转入调节基金。<br/>
                                <br/>第四章 开 奖<br/>
                                第十七条  3D由中福彩中心统一开奖，每天开奖一次。<br/>
                                第十八条  3D通过专用摇奖设备确定开奖号码。每期按百位、十位、个位的顺序从000-999中摇出一个三位数的号码，作为当期开奖号码。<br/>
                                第十九条  每期开奖后，福彩销售机构应向社会公布开奖号码、当期销售总额、各投注方式中奖情况及奖池资金余额等信息，并将开奖结果通知销售网点。<br/>
                                <br/>第五章  中 奖<br/>
                                第二十条  根据购买者选择的3D的投注号码和投注方式，与当期开奖号码的相符情况，确定相应的中奖资格。具体规定如下：<br/>
                                （一）单选投注：<br/>
                                单选：投注号码与当期开奖号码按位全部相同（百位+十位+个位），即中奖。<br/>
                                （二）组选投注：<br/>
                                1.组选3：当期开奖号码的三位数中任意两位数字相同，且投注号码与当期开奖号码相同（顺序不限），即中奖。<br/>
                                2.组选6：当期开奖号码的三位数各不相同，且投注号码与当期开奖号码相同（顺序不限），即中奖。<br/>
                                （三）1D投注：<br/>
                                1D：投注号码与当期开奖号码中对应位置的号码相同，即中奖。<br/>
                                （四）猜1D投注：<br/>
                                1.猜中1：投注号码与当期开奖号码中任意一个位置的号码相同，即中奖；<br/>
                                2.猜中2：投注号码与当期开奖号码中任意两个位置的号码相同，即中奖；<br/>
                                3.猜中3：投注号码与当期开奖号码中全部三个位置的号码相同，即中奖。<br/>
                                （五）2D投注：<br/>
                                2D：投注号码与当期开奖号码中对应两个位置的号码按位相同，即中奖。<br/>
                                （六）猜2D投注：<br/>
                                1.两同号：投注号码为两个相同的号码，若当期开奖号码中包含投注的两个相同号码，即中奖；<br/>
                                2.两不同号：投注号码为两个不同的号码，若当期开奖号码中包含投注的两个不同号码（顺序不限），即中奖。<br/>
                                （七）通选投注：<br/>
                                1.通选1：投注号码与当期开奖号码按位全部相同（百位+十位+个位），即中奖；<br/>
                                2.通选2：投注号码与当期开奖号码中任意两个位置的号码按位相同，即中奖。<br/>
                                （八）和数投注：<br/>
                                和数：投注号码与当期开奖号码的三个号码相加之和相同，即中奖。<br/>
                                （九）包选投注：<br/>
                                1.包选三：<br/>
                                （1）全中：投注号码的三位数中任意两位数字相同，且投注号码与当期开奖号码按位全部相同，即中奖；<br/>
                                （2）组中：投注号码的三位数中任意两位数字相同，且投注号码与当期开奖号码全部相同（顺序不同），即中奖。<br/>
                                2.包选六：<br/>
                                （1）全中：投注号码的三位数各不相同，且投注号码与当期开奖号码按位全部相同，即中奖；<br/>
                                （2）组中：投注号码的三位数各不相同，且投注号码与当期开奖号码全部相同（顺序不同），即中奖。<br/>
                                （十）猜大小投注：<br/>
                                猜大小：投注号码与当期开奖号码的三个号码相加之和的大、小性质相同，即中奖。其中，三个号码相加之和在19（含）至27（含）之间时为大，在0（含）至8（含）之间时为小。<br/>
                                （十一）猜三同投注：<br/>
                                猜三同：当期开奖号码为三个相同的号码，即中奖。<br/>
                                （十二）拖拉机投注：<br/>
                                拖拉机：当期开奖号码的三个号码为以升序或降序连续排列的号码（890、098、901、109除外），即中奖。<br/>
                                （十三）猜奇偶投注：<br/>
                                猜奇偶：当期开奖号码的三个号码全部为奇数或偶数，且投注号码与当期开奖号码的三个号码的奇数、偶数性质相同，即中奖。其中，1、3、5、7、9为奇，0、2、4、6、8为偶。<br/>
                                第二十一条  当期每注投注号码按其投注方式只有一次中奖机会，不能兼中兼得，特别设奖除外。<br/>
                                <br/>第六章  兑 奖<br/>
                                第二十二条  3D兑奖当期有效。中奖者应当自开奖之日起60个自然日内，持中奖彩票到指定的地点兑奖。逾期未兑奖视为弃奖，弃奖奖金纳入彩票公益金。<br/>
                                第二十三条  中奖彩票为中奖唯一凭证，中奖彩票因玷污、损坏等原因不能正确识别的，不能兑奖。<br/>
                                第二十四条  兑奖机构可以查验中奖者的中奖彩票及有效身份证件，中奖者兑奖时应予配合。<br/>
                                <br/>第七章  附 则<br/>
                                第二十五条  本规则自批准销售之日起执行。<br/>
                            </p>
                        </div>
                    </div>
                </div></div>',
        ),
        '2' => array(
            'name' => '竞彩篮球',
            'introduction' => '
<div class="article">
                    <div class="help-content">
                        <div class="help-title-time">
                            <h1 class="yahei big-title">竞彩篮球玩法</h1>
        <!--                    <span>发布日期：2014.10.24</span>-->
                        </div>
                        <div class="p-content">
                            <h3>玩法介绍</h3>
                            <h3>1、胜负玩法 </h3>
                            <p>竞猜全场比赛（含加时赛），主队的胜负情况。<br/>
                            投注选项：<br/>
                            (1)“胜”：表示主队胜，客队负；<br/>
                            (2)“负”：表示主队负，客队胜。<br/>
                            球队对阵：<br/>
                            “客队：主队”，篮球惯例客队在前，即客队在前，主队在后。<br/>
                            投注举例：<br/>
                            对阵球队：休斯敦火箭vs洛杉矶湖人，即休斯敦火箭队客场对阵洛杉矶湖人队，若比赛结果为火箭100：99湖人，那么<br/>
                            就是客胜；反之则主胜。<br/>
                            </p>
                            <h3>2、让分胜负玩法 </h3>
                            <p>竞猜全场比赛（含加时赛），主队得分加减“让分数”后，主队的胜负情况。<br/>
                            投注选项：<br/>
                            (1)“胜”：主队胜，客队负；<br/>
                            (2)“负”：主队负，客队胜；<br/>
                            (3) 预设让分数=XX.5。<br/>
                            球队对阵：<br/>
                            “客队：主队”，篮球惯例客队在前，即客队在前，主队在后。<br/>
                            投注举例：<br/>
                            对阵球队：休斯敦火箭VS洛杉矶湖人(+2.5)，即休斯敦火箭队客场对阵洛杉矶湖人队时让湖人队2.5分，在最终比分中<br/>
                            湖人队加2.5分后比火箭队分高则主胜，反之则客胜；<br/>
                            若对阵球队：休斯敦火箭VS洛杉矶湖人(-3.5)，即休斯敦火箭客场对阵洛杉矶湖人队时接受湖人队让3.5分，在最终比<br/>
                            分中湖人队减3.5分后依然比火箭队分高则主胜，反之则客胜。<br/>
                                <br/>
                                重要说明：<br/>
                                竞彩篮球让球胜负的让分，官方会浮动变化（开赛前停止），以出票时的让分盘口作为用户投注内容胜负的判断。<br/>
                                比如说：A用户在“火箭主场让湖人3.5分”时投注了“主胜”；而B用户在“火箭主场让湖人2.5分”时投注了“主胜”。<br/>
                                假设最后的比赛结果是“火箭102-99湖人”，虽然比赛结果是主胜，但依照A用户的投注盘口,A用户是不中奖的，而B用<br/>
                                户则中奖。<br/>
                                官方的让分盘口变化是没有固定的时间或规律的，如果投注的内容产生2张票或以上的时候，有可能发生出票的时间差<br/>
                                刚好碰上官方盘口变化这种巧合，随着投注内容越复杂产生的票单越大，这个出现的几率就越大。用户如果购买竞彩篮球<br/>
                                的让分胜负，必须理解这种风险。<br/>
                            </p>
                            <h3>3、胜分差玩法 </h3>
                            <p>竞猜全场比赛（含加时赛），比赛两队的得分差。<br/>
                            投注选项：<br/>
                            1-5分、6-10分、11-15分、16-20分、21-25分、26分或以上；<br/>
                            具体可以通过投注时的主客位置，选择主队胜分还是客队胜分。<br/>
                            球队对阵：<br/>
                            “客队：主队”，篮球惯例客队在前，即客队在前，主队在后。<br/>
                            投注举例：<br/>
                            对阵球队：休斯敦火箭VS洛杉矶湖人，如投注为“主1-5”则表示竞猜湖人胜分在5分以内（含5分），“客1-5”则表示<br/>
                            火箭胜分在5分以内（含5分）。
                            </p>
                            <h3>4、大小分玩法</h3>
                            <p>竞猜全场比赛（含加时赛），比赛双方得分总数与预设总分数的大小关系。每一场比赛设置2种选项：<br/>
                            (1)“大”：表示主队和客队得分总数大于预设总分数；<br/>
                            (2)“小”：表示主队和客队得分总数小于预设总分数。<br/>
                            投注举例：<br/>
                            例如：A队和B队比赛的预设总分数为178.5分。<br/>
                            (1)“大”主队和客队得分总数大于178.5分；<br/>
                            (2)“小”主队和客队得分总数小于178.5分。<br/><br/>
                            重要说明：<br/>
                            竞彩篮球大小分的预设总分数，官方会浮动变化（开赛前停止），以出票时的让分盘口作为用户投注内容胜负的判断。<br/>
                            比如说：A用户在“预设总分为184分”时投注了“大分”；而B用户在“预设总分为182分”时投注了“大分”。<br/>
                            假设最后的比赛结果是“比赛双方的分总数为183分”，依照A用户的投注盘口,A用户是不中奖的，而B用户则中奖。<br/>
                            官方的让分盘口变化是没有固定的时间或规律的，如果投注的内容产生2张票或以上的时候，有可能发生出票的时间差<br/>
                            刚好碰上官方盘口变化这种巧合，随着投注内容越复杂产生的票单越大，这个出现的几率就越大。用户如果购买竞彩篮球<br/>
                            的让分胜负，必须理解这种风险。
                            </p>
                            <h3>投注方式</h3>
                            <p>购买“竞猜篮球游戏”时，选择1场比赛投注为单场投注；选择2场或2场以上比赛的组合投注为过关投注。<br/>
                            投注方式包括单式投注和复式投注。其中，对所选比赛场次的比赛结果均选择1种投注结果为单式投注。对某个或某几<br/>
                            个比赛场次选择2种或2种以上的投注结果为复式投注。<br/>
                            彩民进行投注时，每注2元人民币，单张投注单的最大投注金额为20000元人民币，倍投范围为2-99倍。<br/>四种玩法的开售情况如下：<br/>
                            (1) 篮球胜负：单场、2串1、3串1、4串1、5串1、6串1、7串1、8串1 （此玩法的单场投注，只在部分赛事中开售）；<br/>
                            (2) 篮球让分胜负：单场、2串1、3串1、4串1、5串1、6串1、7串1、8串1；<br/>
                            (3) 篮球大小分：单场、2串1、3串1、4串1、5串1、6串1、7串1、8串1；<br/>
                            (4) 篮球胜分差：单场、2串1、3串1、4串1。<br/>
                            过关投注方式表<br/>
                                #jclq#
                            </p>
                            <h3>奖金方式</h3>
                            <p>竞彩篮球游戏的奖金为销售额的69%，其中的68%为返奖奖金，1%为调节基金。根据游戏规则，本游戏设置浮动奖金和<br/>
                            固定奖金。 单注彩票保底奖金：如中奖者的单注奖金不足2元，将补足至2元，补足部分从调节基金中支出。<br/>
                            固定奖金计算：<br/>
                            固定奖金是以完成投注时刻对应的固定奖金金额来计算奖金的，不受投注完成后的调整变化所影响，所以称之为固定<br/>
                            奖金。在销售过程中，该固定奖金会根据销售等情况进行实时的调整。<br/>
                            固定奖金额=2元×所选场次对应的开奖奖金额×倍数。<br/>
                            固定奖金的单注彩票最高限额：<br/>
                            (1) 选择2-3场过关投注的，单注最高奖金限额20万元；<br/>
                            (2) 选择4-5场过关投注的，单注最高奖金限额50万元；<br/>
                            (3) 选择6场过关投注的，单注最高奖金限额100万元。<br/>
                            浮动奖金计算：<br/>
                            浮动奖金由于是要等官方待比赛结束后根据该场比赛的总投注和中奖注数而定的，开奖奖金会在比赛结束后1-2小时内<br/>
                            公布， 21点后结束的赛事的开奖奖金会留到次日上午公布。由于最后奖金上下浮动都是由官方设置，所以称为浮动奖金。<br/>
                            浮动奖金额=该场比赛的单场投注总投注金额÷该场比赛的单场投注中奖彩票总投注金额×68％×2元×倍数。<br/>
                            浮动奖金的单注彩票最高限额：500万元。
                            </p>
                            <h3>无效比赛的处理</h3>
                            <p>单关投注处理方式：<br/>
                            由于比赛取消、延期等原因，导致某场比赛被认定为无效场次，则该场比赛的所有单场投注按退票处理，投注金额返还至账户。<br/>
                            过关投注处理方式：<br/>
                            彩民在过关投注中对该场比赛的所有选择均视为无效，固定奖金按在原投注时刻去除该场比赛后的投注组合对应的固定<br/>
                            奖金计算；各关奖金数额可参考投注时的“奖金计算明细清单”。<br/>
                            例如：按选择3场比赛，投注“3串1”为例子，若其中一场被官方判定为无效比赛，那么在计算奖金时则不计算该场，<br/>
                            也就是“3串1”的奖金计算变成2串1。<br/>
                            而官方一般公布无效场次后该场比赛的任何投注内容的SP值都是按1算，如果是3串1方案，1场无效，那么奖金计算方<br/>
                            式：2×2.5×2.6×1×倍投数（2.5和2.6是有效场次的SP值，1是无效那一场）。
                            </p>
                            <h3>特殊情况</h3>
                            <p>竞猜的比赛出现诸如提前、推迟、中断等特殊情况，则特别规定如下：<br/>
                            (1) 在某个比赛场次开始销售前，其比赛时间提前或推迟或取消比赛，则相应更改该比赛场次的开始、截止销售时间<br/>
                            或取消该比赛场次竞猜。<br/>
                            (2) 在某个比赛场次开始销售后，若其比赛时间提前，则相应提前该比赛场次的截止销售时间。<br/>
                            (3) 在某个比赛场次开始销售后，若其比赛时间提前，且比赛开始时仍在进行销售，则认定该比赛场次对于在比赛开<br/>
                            始时刻前发生的投注为有效场次，所涉及投注可正常参与兑奖；认定该比赛场次对于在比赛开始时刻后发生的投注则为无<br/>
                            效场次。<br/>
                            (4) 在某个比赛场次开始销售后，若其比赛时间推迟且未超过原定时间36小时，则相应推迟该比赛场次的截止销售时间。<br/>
                            (5) 在某个比赛场次开始销售后，若其比赛时间推迟且超过原定时间36小时或无法获知具体推迟时间或取消比赛，则认<br/>
                            定该比赛场次为无效场次。<br/>
                            (6) 若某个比赛场次，在比赛进行至35分钟及以上(全场时长40分钟制比赛)或进行至43分钟及以上(全场时长48分钟制<br/>
                            比赛)时因故中断，且当值裁判或比赛主办方裁决比赛正式完成，则认定该比赛场次为有效场次，所涉及投注可正常参与兑奖。<br/>
                            (7) 若某个比赛场次在比赛进行中因故中断，且不符合前述(6)中描述的条件，如果自中断时刻起36小时内继续完成了<br/>
                            比赛，则认定该比赛场次为有效场次，所涉及投注可正常参与兑奖。<br/>
                            (8) 若某个比赛场次在比赛进行中因故中断，且不符合前述(6)中描述的条件，如果自中断时刻起36小时内未完成比赛<br/>
                            或无法获知具体补赛时间或取消比赛，则认定该比赛场次为无效场次。<br/>
                            (9) 在某个比赛场次开始销售后，如果比赛主办方决定更换比赛场地，若是从一中立比赛场地更换至另一中立比赛场<br/>
                            地，则认定该比赛场次为有效场次，所涉及投注可正常参与兑奖；若不符合前述更换条件，则认定该比赛场次为无效场次。<br/>
                            (10) 在某个比赛场次开始销售后，若参赛双方中有一方与原定参赛队伍不同，则认定该比赛场次为无效场次。<br/>
                            (11) 在某个比赛场次开始销售后，若比赛主办方决定在无观众、无转播的封闭条件下进行比赛，则认定该比赛场次为<br/>
                            无效场次。<br/>
                            (12) 对上述无效场次的认定由国家体育总局体育彩票管理中心最终解释。<br/>
                            (13) 当某场比赛被认定为无效场次，则该比赛场次的所有单场投注按退票处理，于60个自然日内在指定地点办理退票手<br/>
                            续；在过关投注中对该比赛场次的所有选择均视为无效，涉及该比赛场次的过关投注组合之固定奖金按在原投注时刻去除该<br/>
                            比赛场次后的投注组合对应的固定奖金计算。<br/>
                            (14) 在某个比赛场次销售过程中，国家体育总局体育彩票管理中心可根据投注额、突发事件等因素，拒绝某些大额投<br/>
                            注、暂停或提前截止针对该场比赛的某些特定过关组合特定结果选项的投注、暂停或提前截止针对该场比赛的所有投注。
                            </p>
                            <p><a href="#baseUrl#help/index/b#b#-s#s#-t1" href="javascript:;" target="_self">阅读详细规则</a></p>
                        </div>
                    </div>
                </div></div>',
            'rule' => '<div class="article">
                    <div class="help-content">
                        <div class="help-title-time">
                            <h1 class="yahei big-title">竞彩篮球</h1>
        <!--                    <span>发布日期：2014.10.24</span>-->
                        </div>
                        <div class="p-content">
                            <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;目前，竞彩篮球游戏推出4种游戏玩法，分别为“胜负”、“让分胜负”、“大小分”和“胜分差”，竞猜的比赛由国家体育总局体育彩票管理中心选定并向社会公布。<br/><br/>
                            一、 竞彩篮球胜负游戏：<br/>
                            竞彩篮球胜负玩法：以国家体育总局体育彩票管理中心选定的国际重要篮球比赛为竞猜对象，由购票人对指定的比赛场次在全场（含加时赛）的比赛结果进行投注。每一场比赛设置2种比赛结果选项：<br/>
                            （一）“胜”：表示主队胜，客队负；<br/>
                            （二）“负”：表示主队负，客队胜。<br/><br/>
                            二、 竞彩篮球让分胜负游戏：<br/>
                            竞彩篮球让分胜负玩法：以国家体育总局体育彩票管理中心选定的国际重要篮球比赛为竞猜对象，由购票人对指定的比赛场次在全场（含加时赛）的比赛结果进行投注。每一场比赛设置2种比赛结果选项：<br/>
                            （一）“胜”：表示主队胜，客队负；<br/>
                            （二）“负”：表示主队负，客队胜。<br/>对每个选定的比赛场次，国家体育总局体育彩票管理中心根据实际比赛情况采用让分方式确定胜负关系。具体让分球队及让分数量和竞猜赛程一同公布。<br/>
                            例如：<br/>
                            主队让1.5分。<br/>
                            1、“胜”主队得分减去客队得分大于1.5时，主队胜，客队负；<br/>
                            2、“负” 主队得分减去客队得分小于1.5时，主队负，客队胜。<br/>
                            客队让3.5分。<br/>
                            1、“胜” 客队得分减去主队得分小于3.5时，主队胜，客队负；<br/>
                            2、“负” 客队得分减去主队得分大于3.5时，主队负，客队胜。<br/>
                            在进行单场投注时，各比赛场次的让分数量始终保持不变；在进行过关投注时，各比赛场次的让分数量在销售过程中根据投注额和其他相关因素调整，并通过销售系统和其他指定方式予以公布。购票人在完成有效投注时刻所获得的某场比赛对应的让分数量即为该有效投注判断是否中奖的依据。<br/><br/>
                            三、 竞彩篮球胜分差游戏：<br/>
                            竞彩篮球胜分差玩法：以国家体育总局体育彩票管理中心选定的国际重要篮球比赛为竞猜对象，由购票人对指定的比赛场次在全场（含加时赛）的主队和客队的得分差距结果进行投注。每一场比赛设置12种得分差距结果选项：<br/>
                            （一）“主26+”：表示主队胜客队26分或26分以上；<br/>
                            （二）“主21-25”：表示主队胜客队21分至25分；<br/>
                            （三）“主16-20”：表示主队胜客队16分至20分；<br/>
                            （四）“主11-15”：表示主队胜客队11分至15分；<br/>
                            （五）“主6-10”：表示主队胜客队6分至10分；<br/>
                            （六）“主1-5”：表示主队胜客队1分至5分；<br/>
                            （七）“客1-5”：表示客队胜主队1分至5分；<br/>
                            （八）“客6-10”：表示客队胜主队6分至10分；<br/>
                            （九）“客11-15”：表示客队胜主队11分至15分；<br/>
                            （十）“客16-20”：表示客队胜主队16分至20分；<br/>
                            （十一）“客21-25”：表示客队胜主队21分至25分；<br/>
                            （十二）“客26+”：表示客队胜主队26分或26分以上；<br/><br/>
                            四、 竞彩篮球大小分游戏：<br/>
                            竞彩篮球大小分玩法：以国家体育总局体育彩票管理中心选定的国际重要篮球比赛为竞猜对象，由购票人对指定的比赛场次在全场（含加时赛）的主队和客队得分总数大于或小于预设总分数进行投注。每一场比赛设置2种选项：<br/>
                            （一）“大”：表示主队和客队得分总数大于预设总分数；<br/>
                            （二）“小”：表示主队和客队得分总数小于预设总分数。<br/>
                            对每个选定的比赛场次，国家体育总局体育彩票管理中心根据实际比赛情况给出主队和客队得分的预设总分数。具体的预设总分数和竞猜赛程一同公布。<br/>
                            例如：<br/>
                            A队和B队比赛的预设总分数为168.5分。<br/>
                            1、“大”主队和客队得分总数大于168.5分；<br/>
                            2、“小”主队和客队得分总数小于168.5分。<br/>
                            在进行单场投注时，各比赛场次的预设总分数始终保持不变；在进行过关投注时，各比赛场次的预设总分数在销售过程中根据投注额和其他相关因素调整，并通过销售系统和其他指定方式予以公布。购票人在完成有效投注时刻所获得的某场比赛对应的预设总分数即为该有效投注判断是否中奖的依据。<br/>
                            二、 投注方式：<br/>
                            第一条：投注方式包括单式投注和复式投注。其中，对所选比赛场次的比赛结果均选择1种投注结果为单式投注。对于某个或某几个比赛场次选择2种或2种以上的投注结果为复式投注。<br/>
                            第二条：购票人选择1场比赛进行投注的为“单场投注”；选择2场或2场以上比赛进行串联投注的为“过关投注”。在过关投注中，所选比赛的结果全部竞猜正确 才能中奖。所选比赛场次的过关投注方式由国家体育总局体育彩票管理中心选定，根据不同比赛场次情况，提供下表中全部或部分过关投注方式。<br/>
                            
                            <p>第三条：“竞彩篮球游戏”每注2元，不返还本金。根据投注额、突发事件等因素，销售系统可能会拒绝某些大额投注，暂停或提前截止针对某场比赛的某些特定过关组合、特定结果选项的投注，暂停或提前截止针对某场比赛的所有投注。未满18周岁的未成年人不得投注！<br/>
                            三、 奖金计算：<br/>
                            第一条：竞彩篮球游戏的奖金为销售额的73%、11%和16%分别计提彩票奖金、彩票发行费和彩票公益金。彩票奖金中，72%为当期奖金，1%为调节基金。单注彩票保底奖金：如中奖者的单注奖金不足2元，将补足至2元，补足部分从调节基金中支出。<br/>
                            第二条：彩民的投注结果与开奖结果一致的即为中奖。每注彩票只有一次中奖机会，不兼中兼得。<br/>
                            第三条：单场固定奖金：自2014年10月21日起，竞彩单场改为固定奖，计算公式为：所选场次的单场赔率×2元×倍 数<br/>
                            第四条：固定奖金：过关投注的奖金为固定奖金。销售开始前，每个有效的过关投注组合均设置1个固定奖金；在销售过程中，该固定奖金会根据销售等情况进行实 时的调整；彩民的中奖金额以完成投注时刻对应的固定奖金金额为准，不受投注完成后固定奖金调整的影响。计算公式为：[所选场次的过关赔率连乘]×2元×倍 数。<br/>
                            第五条：固定奖金的单注彩票最高限额：<br/>
                            选择2-3场过关投注的，单注最高奖金限额20万元；<br/>
                            选择4-5场过关投注的，单注最高奖金限额50万元；<br/>
                            选择6场及6场以上过关投注的，单注最高奖金限额100万元。<br/>
                            第六条：根据法律规定，彩票的奖金收入属偶然所得，如单注彩票的中奖金额超过10000元（含10000元）人民币，中奖者需要按照相关规定缴纳中奖金额的20%的个人所得税。<br/>
                            四、 特殊情况及处理办法：<br/>
                            在销售过程中，如遇以下情形发生，则特别规定如下：<br/>
                            （一）在某个比赛场次开始销售前，其比赛时间提前或推迟或取消比赛，则相应更改该比赛场次的开始、截止销售时间或取消该比赛场次竞猜。<br/>
                            （二）在某个比赛场次开始销售后，若其比赛时间提前，则相应提前该比赛场次的截止销售时间。<br/>
                            （三）在某个比赛场次开始销售后，若其比赛时间提前，且比赛开始时仍在进行销售，则认定该比赛场次对于在比赛开始时刻前发生的投注为有效场次，所涉及投注可正常参与兑奖；认定该比赛场次对于在比赛开始时刻后发生的投注则为无效场次。<br/>
                            （四）在某个比赛场次开始销售后，若其比赛时间推迟且未超过原定时间36小时，则相应推迟该比赛场次的截止销售时间。<br/>
                            （五）在某个比赛场次开始销售后，若其比赛时间推迟且超过原定时间36小时或无法获知具体推迟时间或取消比赛，则认定该比赛场次为无效场次。<br/>
                            （六）若某个比赛场次，在比赛进行至35分钟及以上（全场时长40分钟制比赛）或进行至43分钟及以上（全场时长48分钟制比赛）时因故中断，且当值裁判或比赛主办方裁决比赛正式完成，则认定该比赛场次为有效场次，所涉及投注可正常参与兑奖。<br/>
                            （七）若某个比赛场次在比赛进行中因故中断，且不符合前述（六）中描述的条件，如果自中断时刻起36小时内继续完成了比赛，则认定该比赛场次为有效场次，所涉及投注可正常参与兑奖。<br/>
                            （八）若某个比赛场次在比赛进行中因故中断，且不符合前述（六）中描述的条件，如果自中断时刻起36小时内未继续完成比赛或无法获知具体补赛时间或取消补赛，则认定该比赛场次为无效场次。<br/>
                            （九）在某个比赛场次开始销售后，如果比赛主办方决定更换比赛场地，若是从一中立比赛场地更换至另一中立比赛场地，则认定该比赛场次为有效场次，所涉及投注可正常参与兑奖；若不符合前述更换条件，则认定该比赛场次为无效场次。<br/>
                            （十）在某个比赛场次开始销售后，若参赛双方中有一方与原定参赛队伍不同，则认定该比赛场次为无效场次。<br/>
                            （十一）在某个比赛场次开始销售后，若比赛主办方决定在无观众、无转播的封闭条件下进行比赛，则认定该比赛场次为无效场次。<br/>
                            （十二）对上述无效场次的认定由国家体育总局体育彩票管理中心最终解释。<br/>
                            （十三）当某场比赛被认定为无效场次，则该比赛场次的所有单场投注按退票处理，于28天内在指定地点办理退票手续；在过关投注中对该比赛场次的所有选择均视为无效，涉及该比赛场次的过关投注组合之固定奖金按在原投注时刻去除该比赛场次后的投注组合对应的固定奖金计算<br/>
                            （十四）在某个比赛场次销售过程中，国家体育总局体育彩票管理中心可根据投注额、突发事件等因素，拒绝某些大额投注、暂停或提前截止针对该场比赛的某些特定过关组合特定结果选项的投注、暂停或提前截止针对该场比赛的所有投注。<br/>
                            无效比赛的处理：由于比赛取消、延期等原因，导致某场比赛被认定为无效场次，则该场比赛的所有单场投注按退票处理，即退还单场投注金额2元（单注）。彩民 在过关投注中对该场比赛的所有选择均视为无效，固定奖金按在原投注时刻去除该场比赛后的投注组合对应的固定奖金计算，举例说明：若原方案3串1过关，其中 一场被认定无效后，计算奖金时按照2串1进行计算。<br/>
                            无效比赛的处理：由于比赛取消、延期等原因，导致某场比赛被认定为无效场次，则该场比赛的所有单场投注按退票处理，即退还单场投注金额2元（单注）。彩民 在过关投注中对该场比赛的所有选择均视为无效，固定奖金按在原投注时刻去除该场比赛后的投注组合对应的固定奖金计算，举例说明：若原方案3串1过关，其中 一场被认定无效后，计算奖金时按照2串1进行计算。<br/>
                            </p>
                        </div>
                    </div>
                </div></div>',
        ),
        '3' => array(
            'name' => '竞彩足球',
            'introduction' => '
<div class="article">
                    <div class="help-content">
                        <div class="help-title-time">
                            <h1 class="yahei big-title">竞彩足球玩法</h1>
        <!--                    <span>发布日期：2014.10.24</span>-->
                        </div>
                        <div class="p-content">
                            <h3>胜平负游戏</h3>
                            <p>彩民选定1场比赛，对主队在全场90分钟（含伤停补时）的 “胜”、“平”、“负”结果进行投注。<br/>
                            例如：曼联（主队）VS利物浦（客队）<br/></p>
                            <table border="0" cellpadding="0" cellspacing="1" style="border-collapse: collapse; margin: 0px auto; padding: 0px; color: rgb(0, 0, 0); font-family: Arial, Helvetica, sans-serif; line-height: 23px;" width="60%"><thead style="margin: 0px; padding: 0px;"><tr style="margin: 0px; padding: 0px;"><th style="padding: 0px; margin: 0px; line-height: 32px; color: rgb(255, 255, 255); background-image: initial; background-attachment: initial; background-color: #407bb8; background-origin: initial; background-clip: initial;">比赛结果</th><th style="padding: 0px; margin: 0px; line-height: 32px; color: rgb(255, 255, 255); background-image: initial; background-attachment: initial; background-color: #407bb8; background-origin: initial; background-clip: initial;">获胜的情况</th><th style="padding: 0px; margin: 0px; line-height: 32px; color: rgb(255, 255, 255); background-image: initial; background-attachment: initial; background-color: #407bb8; background-origin: initial; background-clip: initial;">开奖结果</th><th style="padding: 0px; margin: 0px; line-height: 32px; color: rgb(255, 255, 255); background-image: initial; background-attachment: initial; background-color: #407bb8; background-origin: initial; background-clip: initial;">中奖情况</th></tr></thead><tbody style="margin: 0px; padding: 0px;"><tr style="margin: 0px; padding: 0px;"><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"><strong style="margin: 0px; padding: 0px;">3:0</strong></td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">主队胜</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">“胜”</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">选择“胜”的中奖</td></tr><tr style="margin: 0px; padding: 0px;"><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"><strong style="margin: 0px; padding: 0px;">1:1</strong></td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">主队与客队平</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">“平”</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">选择“平”的中奖</td></tr><tr style="margin: 0px; padding: 0px;"><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"><strong style="margin: 0px; padding: 0px;">0:2</strong></td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">主队负</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">“负”</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">选择“负”的中奖</td></tr></tbody></table><br/>
                            <p>当两支球队实力悬殊较大时，采取让球的方式确定双方的胜平负关系。让球的数量确定后将维持不变。<br/>
                            让球分为主队让球和客队让球，分别为：主队让1球，表示为“主队（-1）”；客队让2球，表示为“主队（+2）”。<br/>
                            例如：国米（-1）VS尤文<br/>
                            <table border="0" cellpadding="0" cellspacing="1" style="border-collapse: collapse; margin: 0px auto; padding: 0px; color: rgb(0, 0, 0); font-family: Arial, Helvetica, sans-serif; line-height: 23px;" width="80%">
                                <thead style="margin: 0px; padding: 0px;">
                                    <tr style="margin: 0px; padding: 0px;">
                                        <th style="padding: 0px; margin: 0px; line-height: 32px; color: rgb(255, 255, 255); background-image: initial; background-attachment: initial; background-color: #407bb8; background-origin: initial; background-clip: initial;">比赛结果</th>
                                        <th style="padding: 0px; margin: 0px; line-height: 32px; color: rgb(255, 255, 255); background-image: initial; background-attachment: initial; background-color: #407bb8; background-origin: initial; background-clip: initial;">让球后结果</th>
                                        <th style="padding: 0px; margin: 0px; line-height: 32px; color: rgb(255, 255, 255); background-image: initial; background-attachment: initial; background-color: #407bb8; background-origin: initial; background-clip: initial;">获胜的情况</th>
                                        <th style="padding: 0px; margin: 0px; line-height: 32px; color: rgb(255, 255, 255); background-image: initial; background-attachment: initial; background-color: #407bb8; background-origin: initial; background-clip: initial;">开奖结果</th>
                                        <th style="padding: 0px; margin: 0px; line-height: 32px; color: rgb(255, 255, 255); background-image: initial; background-attachment: initial; background-color: #407bb8; background-origin: initial; background-clip: initial;">中奖情况</th>
                                    </tr>
                                </thead>
                                <tbody style="margin: 0px; padding: 0px;">
                                    <tr style="margin: 0px; padding: 0px;">
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">
                                            <strong style="margin: 0px; padding: 0px;">3:0</strong>
                                        </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">
                                            <strong style="margin: 0px; padding: 0px;">2:0</strong>
                                        </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">主队胜</td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">“胜”</td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">选择“胜”的中奖</td>
                                    </tr>
                                    <tr style="margin: 0px; padding: 0px;">
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">
                                            <strong style="margin: 0px; padding: 0px;">2:1</strong>
                                        </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">
                                            <strong style="margin: 0px; padding: 0px;">1:1</strong>
                                        </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">主队与客队平</td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">“平”</td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">选择“平”的中奖</td>
                                    </tr>
                                    <tr style="margin: 0px; padding: 0px;">
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">
                                            <strong style="margin: 0px; padding: 0px;">0:0</strong>
                                        </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">
                                            <strong style="margin: 0px; padding: 0px;">0:1</strong>
                                        </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">主队负</td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">“负”</td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">选择“负”的中奖</td>
                                    </tr>
                                </tbody>
                            </table>
                            </p>
                            <h3>比分游戏</h3>
                            <p>彩民选定1场比赛，对该场比赛在全场90分钟（含伤停补时）的具体比分结果进行投注。如果彩民能竞猜正确，则中奖。 <br/>
                            本游戏共设置31种比分结果选项，具体如下：<br/> 
                            （1）主队获胜的比分：“1：0”、“2：0”、“2：1”、“3：0”、“3：1”、“3：2”、“4：0”、 “4：1”、“4：2”、“5：0”、“5：1”、“5：2”以及“胜其它”（除去上述比分以外，主队获胜的其它比分，如“5：3”或“6：1”）；<br/>
                            （2）主队和客队打平比分：“0：0”、“1：1”、“2：2”、“3：3”以及“平其它”（除去上述比分以外，主客队打平的其它比分，如“4：4”）；<br/>
                            （3）“0：1”、“0：2”、“1：2”、“0：3”、“1：3”、“2：3”、“0：4”、“1：4”、“2：4”、“0：5”、“1：5”、“2：5”以及“负其它”（除去上述比分以外，主队落败的其它比分，如“4：5”或“0：8”）。
                            </p>
                            <h3>总进球数游戏</h3>
                            <p>彩民选定1场比赛，对该场比赛在全场90分钟（含伤停补时）比赛双方的进球总数结果进行投注。如果彩民能竞猜正确，则中奖。<br/>
                            本游戏共设置8种总进球数结果选项，分别为：“0”、“1”、“2”、“3”、“4”、“5”、“6”以及“7+”，分别表示主客队的总进球数为0个、1个、2个、3个、4个、5个、6个以及7个或7个以上。
                            </p>
                            <h3>半全场胜平负游戏</h3>
                            <p>彩民选定1场比赛，对主队在上半场45分钟（含伤停补时）和全场90分钟（含伤停补时）的“胜”、“平”、“负”结果分别进行投注。如果彩民能竞猜正确，则中奖。本游戏共设置9种比赛结果选项，分别为：<br/>
                            （1）“胜胜”：即上半场主队胜，全场主队胜；<br/>
                            （2）“胜平”：即上半场主队胜，全场主队平；<br/>
                            （3）“胜负”：即上半场主队胜，全场主队负；<br/>
                            （4）“平胜”：即上半场主队平，全场主队胜；<br/>
                            （5）“平平”：即上半场主队平，全场主队平；<br/>
                            （6）“平负”：即上半场主队平，全场主队负；<br/>
                            （7）“负胜”：即上半场主队负，全场主队胜；<br/>
                            （8）“负平”：即上半场主队负，全场主队平；<br/>
                            （9）“负负”：即上半场主队负，全场主队负。<br/>
                            </p>
                            <h3>投注方式</h3>
                            <p>彩民选择1种投注结果的为单式投注；选择2种或2种以上投注结果的为复式投注。 <br/>
                            彩民选择1场比赛进行投注的为单场投注；选择2场或2场以上比赛进行串联投注的为过关投注。在过关投注中，所选比赛的结果全部竞猜正确才能中奖。<br/> 
                            胜平负和总进球数游戏均有5种过关方式：2×1，3×1，4×1，5×1和6×1。<br/> 
                            比分和半全场胜平负游戏有2种过关方式：2×1和3×1。
                            </p>
                            <h3>过关方式</h3>
                            <p>
                            <table border="0" cellpadding="0" cellspacing="1" style="border-collapse: collapse; margin: 0px auto; padding: 0px; color: rgb(0, 0, 0); font-family: Arial, Helvetica, sans-serif; line-height: 23px;">
                                <thead style="margin: 0px; padding: 0px;">
                                    <tr style="margin: 0px; padding: 0px;">
                                        <th style="padding: 0px; margin: 0px; line-height: 32px; color: rgb(255, 255, 255); background-image: initial; background-attachment: initial; background-color: #407bb8; background-origin: initial; background-clip: initial;" width="40">
                                             </th>
                                        <th style="padding: 0px; margin: 0px; line-height: 32px; color: rgb(255, 255, 255); background-image: initial; background-attachment: initial; background-color: #407bb8; background-origin: initial; background-clip: initial;" width="80">过关投注</th>
                                        <th style="padding: 0px; margin: 0px; line-height: 32px; color: rgb(255, 255, 255); background-image: initial; background-attachment: initial; background-color: #407bb8; background-origin: initial; background-clip: initial;" width="80">两关</th>
                                        <th style="padding: 0px; margin: 0px; line-height: 32px; color: rgb(255, 255, 255); background-image: initial; background-attachment: initial; background-color: #407bb8; background-origin: initial; background-clip: initial;" width="80">三关</th>
                                        <th style="padding: 0px; margin: 0px; line-height: 32px; color: rgb(255, 255, 255); background-image: initial; background-attachment: initial; background-color: #407bb8; background-origin: initial; background-clip: initial;" width="80">四关</th>
                                        <th style="padding: 0px; margin: 0px; line-height: 32px; color: rgb(255, 255, 255); background-image: initial; background-attachment: initial; background-color: #407bb8; background-origin: initial; background-clip: initial;" width="80">五关</th>
                                        <th style="padding: 0px; margin: 0px; line-height: 32px; color: rgb(255, 255, 255); background-image: initial; background-attachment: initial; background-color: #407bb8; background-origin: initial; background-clip: initial;" width="80">六关</th>
                                        <th style="padding: 0px; margin: 0px; line-height: 32px; color: rgb(255, 255, 255); background-image: initial; background-attachment: initial; background-color: #407bb8; background-origin: initial; background-clip: initial;" width="80">七关</th>
                                        <th style="padding: 0px; margin: 0px; line-height: 32px; color: rgb(255, 255, 255); background-image: initial; background-attachment: initial; background-color: #407bb8; background-origin: initial; background-clip: initial;" width="80">八关</th>
                                    </tr>
                                </thead>
                                <tbody style="margin: 0px; padding: 0px;">
                                    <tr style="margin: 0px; padding: 0px;">
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">1</td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">2串1</td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">1</td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                    </tr>
                                    <tr style="margin: 0px; padding: 0px;">
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">2</td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">3串1</td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">1</td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                    </tr>
                                    <tr style="margin: 0px; padding: 0px;">
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">3</td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">3串3</td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">3</td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                    </tr>
                                    <tr style="margin: 0px; padding: 0px;">
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">4</td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">3串4</td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">3</td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">1</td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                    </tr>
                                    <tr style="margin: 0px; padding: 0px;">
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">5</td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">4串1</td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">1</td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                    </tr>
                                    <tr style="margin: 0px; padding: 0px;">
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">6</td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">4串4</td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">4</td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                    </tr>
                                    <tr style="margin: 0px; padding: 0px;">
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">7</td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">4串5</td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">4</td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">1</td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                    </tr>
                                    <tr style="margin: 0px; padding: 0px;">
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">8</td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">4串6</td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">6</td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                    </tr>
                                    <tr style="margin: 0px; padding: 0px;">
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">9</td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">4串11</td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">6</td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">4</td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">1</td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                    </tr>
                                    <tr style="margin: 0px; padding: 0px;">
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">10</td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">5串1</td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">1</td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                    </tr>
                                    <tr style="margin: 0px; padding: 0px;">
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">11</td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">5串5</td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">5</td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                    </tr>
                                    <tr style="margin: 0px; padding: 0px;">
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">12</td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">5串6</td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">5</td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">1</td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                    </tr>
                                    <tr style="margin: 0px; padding: 0px;">
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">13</td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">5串10</td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">10</td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                    </tr>
                                    <tr style="margin: 0px; padding: 0px;">
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">14</td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">5串16</td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">10</td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">5</td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">1</td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                    </tr>
                                    <tr style="margin: 0px; padding: 0px;">
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">15</td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">5串20</td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">10</td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">10</td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                    </tr>
                                    <tr style="margin: 0px; padding: 0px;">
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">16</td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">5串26</td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">10</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">10</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">5</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">1</td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td></tr><tr style="margin: 0px; padding: 0px;"><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">17</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">6串1</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">1</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td></tr><tr style="margin: 0px; padding: 0px;"><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">18</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">6串6</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">6</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td></tr><tr style="margin: 0px; padding: 0px;"><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">19</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">6串7</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">6</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">1</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td></tr><tr style="margin: 0px; padding: 0px;"><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">20</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">6串15</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">15</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td></tr><tr style="margin: 0px; padding: 0px;"><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">21</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">6串20</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">20</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td></tr><tr style="margin: 0px; padding: 0px;"><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">22</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">6串22</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">15</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">6</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">1</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td></tr><tr style="margin: 0px; padding: 0px;"><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">23</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">6串35</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">15</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">20</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td></tr><tr style="margin: 0px; padding: 0px;"><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">24</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">6串42</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">20</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">15</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">6</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">1</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td></tr><tr style="margin: 0px; padding: 0px;"><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">25</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">6串50</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">15</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">20</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">15</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td>
                                        <td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td></tr><tr style="margin: 0px; padding: 0px;"><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">26</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">6串57</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">15</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">20</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">15</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">6</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">1</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td></tr><tr style="margin: 0px; padding: 0px;"><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">27</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">7串1</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">1</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td></tr><tr style="margin: 0px; padding: 0px;"><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">28</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">7串7</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">7</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td></tr><tr style="margin: 0px; padding: 0px;"><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">29</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">7串8</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">7</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">1</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td></tr><tr style="margin: 0px; padding: 0px;"><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">30</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">7串21</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">21</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td></tr><tr style="margin: 0px; padding: 0px;"><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">31</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">7串35</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">35</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td></tr><tr style="margin: 0px; padding: 0px;"><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">32</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">7串120</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">21</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">35</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">35</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">21</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">7</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">1</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td></tr><tr style="margin: 0px; padding: 0px;"><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">33</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">8串1</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">1</td></tr><tr style="margin: 0px; padding: 0px;"><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">34</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">8串8</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">8</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td></tr><tr style="margin: 0px; padding: 0px;"><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">35</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">8串9</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">8</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">1</td></tr><tr style="margin: 0px; padding: 0px;"><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">36</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">8串28</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">28</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td></tr><tr style="margin: 0px; padding: 0px;"><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">37</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">8串56</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">56</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td></tr><tr style="margin: 0px; padding: 0px;"><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">38</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">8串70</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">70</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td></tr><tr style="margin: 0px; padding: 0px;"><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">39</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">8串247</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">28</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">56</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">70</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">56</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">28</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">8</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">1</td></tr></tbody></table>
                            </p>
                            <h3>奖金计算</h3>
                            <p>竞彩足球游戏的奖金为销售额的69%，其中的68%为返奖奖金，1%为调节基金。根据游戏规则，本游戏设置浮动奖金和固定奖金。<br/>
                            单注彩票保底奖金：如中奖者的单注奖金不足2元，将补足至2元，补足部分从调节基金中支出。<br/>
                            1、浮动奖金<br/>
                            浮动奖金：单场投注的奖金为浮动奖金。<br/>
                            单注中奖奖金=所选比赛场次的浮动奖金额。浮动奖金额=该场比赛的单场投注总投注金额÷该场比赛的单场投注中奖彩票总投注金额×68％。 <br/>
                            浮动奖金的单注彩票最高限额：500万元<br/>
                            例如：“曼联VS利物浦”的胜平负游戏<br/>
                            共50人进行了单场投注，每人购买1注，竞猜结果及对应的浮动奖金额、单注奖金如下所示：<br/></p>
                            <table border="0" cellpadding="0" cellspacing="1" style="border-collapse: collapse; margin: 0px auto; padding: 0px; color: rgb(0, 0, 0); font-family: Arial, Helvetica, sans-serif; line-height: 23px;" width="80%"><thead style="margin: 0px; padding: 0px;"><tr style="margin: 0px; padding: 0px;"><th style="padding: 0px; margin: 0px; line-height: 32px; color: rgb(255, 255, 255); background-image: initial; background-attachment: initial; background-color: #407bb8; background-origin: initial; background-clip: initial;">竞猜选项</th><th style="padding: 0px; margin: 0px; line-height: 32px; color: rgb(255, 255, 255); background-image: initial; background-attachment: initial; background-color: #407bb8; background-origin: initial; background-clip: initial;">投注注数</th><th style="padding: 0px; margin: 0px; line-height: 32px; color: rgb(255, 255, 255); background-image: initial; background-attachment: initial; background-color: #407bb8; background-origin: initial; background-clip: initial;">单场注数<br style="margin: 0px; padding: 0px;"/>
                            总投注金额</th><th style="padding: 0px; margin: 0px; line-height: 32px; color: rgb(255, 255, 255); background-image: initial; background-attachment: initial; background-color: #407bb8; background-origin: initial; background-clip: initial;">单场注数中奖彩<br style="margin: 0px; padding: 0px;"/>
                            票总投注金额</th><th style="padding: 0px; margin: 0px; line-height: 32px; color: rgb(255, 255, 255); background-image: initial; background-attachment: initial; background-color: #407bb8; background-origin: initial; background-clip: initial;">单注奖金</th></tr></thead><tbody style="margin: 0px; padding: 0px;"><tr style="margin: 0px; padding: 0px;"><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">曼联“胜”</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">25</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">100元</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">50元</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">2.72元</td></tr><tr style="margin: 0px; padding: 0px;"><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">曼联“胜”利物浦</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">20</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">100元</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">40元</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">3.4元</td></tr><tr style="margin: 0px; padding: 0px;"><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">曼联“负”</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">5</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">100元</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">10元</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">13.6元</td></tr></tbody></table><br/>
                            <p>2、固定奖金<br/>
                            固定奖金：过关投注的奖金为固定奖金。<br/>
                            单注中奖奖金即为固定奖金（单注）<br/>
                            销售开始前，每个有效的过关投注组合均设置1个固定奖金；在销售过程中，该固定奖金会根据销售等情况进行实时的调整；彩民的中奖金额以完成投注时刻对应的固定奖金金额为准，不受投注完成后固定奖金调整的影响。<br/>
                            例如：“国米（-1）VS尤文+曼联VS利物浦”的胜平负游戏<br/>
                            某彩民购买1注“2×1”过关组合，完成投注时刻，所有竞猜选项所对应的固定奖金、中奖金额如下所示：<br/></p>
                            <table border="0" cellpadding="0" cellspacing="1" style="border-collapse: collapse; margin: 0px auto; padding: 0px; color: rgb(0, 0, 0); font-family: Arial, Helvetica, sans-serif; line-height: 23px;" width="80%"><thead style="margin: 0px; padding: 0px;"><tr style="margin: 0px; padding: 0px;"><th style="padding: 0px; margin: 0px; line-height: 32px; color: rgb(255, 255, 255); background-image: initial; background-attachment: initial; background-color: #407bb8; background-origin: initial; background-clip: initial;">竞猜选项</th><th style="padding: 0px; margin: 0px; line-height: 32px; color: rgb(255, 255, 255); background-image: initial; background-attachment: initial; background-color: #407bb8; background-origin: initial; background-clip: initial;">胜+胜</th><th style="padding: 0px; margin: 0px; line-height: 32px; color: rgb(255, 255, 255); background-image: initial; background-attachment: initial; background-color: #407bb8; background-origin: initial; background-clip: initial;">胜+平</th><th style="padding: 0px; margin: 0px; line-height: 32px; color: rgb(255, 255, 255); background-image: initial; background-attachment: initial; background-color: #407bb8; background-origin: initial; background-clip: initial;">胜+负</th><th style="padding: 0px; margin: 0px; line-height: 32px; color: rgb(255, 255, 255); background-image: initial; background-attachment: initial; background-color: #407bb8; background-origin: initial; background-clip: initial;">平+胜</th><th style="padding: 0px; margin: 0px; line-height: 32px; color: rgb(255, 255, 255); background-image: initial; background-attachment: initial; background-color: #407bb8; background-origin: initial; background-clip: initial;">平+平</th><th style="padding: 0px; margin: 0px; line-height: 32px; color: rgb(255, 255, 255); background-image: initial; background-attachment: initial; background-color: #407bb8; background-origin: initial; background-clip: initial;">负+负</th><th style="padding: 0px; margin: 0px; line-height: 32px; color: rgb(255, 255, 255); background-image: initial; background-attachment: initial; background-color: #407bb8; background-origin: initial; background-clip: initial;">负+胜</th><th style="padding: 0px; margin: 0px; line-height: 32px; color: rgb(255, 255, 255); background-image: initial; background-attachment: initial; background-color: #407bb8; background-origin: initial; background-clip: initial;">负+平</th><th style="padding: 0px; margin: 0px; line-height: 32px; color: rgb(255, 255, 255); background-image: initial; background-attachment: initial; background-color: #407bb8; background-origin: initial; background-clip: initial;">负+负</th></tr></thead><tbody style="margin: 0px; padding: 0px;"><tr style="margin: 0px; padding: 0px;"><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">中奖金额</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">7.2元</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">8.64元</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">9.6元</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">6元</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">7.2元</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">8元</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">4.8元</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">5.76元</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">6.4元</td></tr></tbody></table><br/>
                            <p>如果该彩民的竞猜选项是“胜+负”并且竞猜正确，则其最后的中奖金额为9.6元。<br/>
                            3、固定奖金的单注彩票最高限额：<br/>
                            （1）选择2-3场过关投注的，单注最高奖金限额20万元；<br/>
                            （2）选择4-5场过关投注的，单注最高奖金限额50万元；<br/>
                            （3）选择6场过关投注的，单注最高奖金限额100万元。
                            </p>
                            <h3>投注注释</h3>
                            <p>本游戏每注2元人民币，单张投注单的最大投注金额为20000元人民币。<br/>
                            倍投范围：2-99倍。 <br/>
                            根据投注额、突发事件等因素，销售系统可能会拒绝某些大额投注，暂停或提前截止针对某场比赛的某些特定过关组合、特定结果选项的投注，暂停或提前截止针对某场比赛的所有投注。 <br/>
                            无效比赛处理<br/>
                            1、由于比赛取消、延期等原因，导致某场比赛被认定为无效场次，则该场比赛的所有单场投注按退票处理，投注金额返还至账户。<br/>
                            2、彩民在过关投注中对该场比赛的所有选择均视为无效，固定奖金按在原投注时刻去除该场比赛后的投注组合对应的固定奖金计算；各关奖金数额可参考投注时打印的“奖金计算明细清单”。<br/>
                            例如：“国米（-1）VS尤文+曼联VS利物浦+巴萨VS皇马”的胜平负游戏<br/>
                            购买1注“巴萨VS皇马”的单场投注；购买1注“3×1”过关组合。完成投注时刻“国米（-1）VS尤文+曼联VS利物浦”的“2×1”过关组合及“3×1”过关组合所对应的固定奖金如下所示：<br/></p>
                            <table border="0" cellpadding="0" cellspacing="1" style="border-collapse: collapse; margin: 0px auto; padding: 0px; color: rgb(0, 0, 0); font-family: Arial, Helvetica, sans-serif; line-height: 23px; background-image: initial; background-attachment: initial; background-origin: initial; background-clip: initial;" width="80%"><thead style="margin: 0px; padding: 0px;"><tr style="margin: 0px; padding: 0px;"><th style="padding: 0px; margin: 0px; line-height: 32px; color: rgb(255, 255, 255); text-align: left; background-image: initial; background-attachment: initial; background-color: #407bb8; background-origin: initial; background-clip: initial;"> </th><th style="padding: 0px; margin: 0px; line-height: 32px; color: rgb(255, 255, 255); text-align: left; background-image: initial; background-attachment: initial; background-color: #407bb8; background-origin: initial; background-clip: initial;"><span style="font-size: 12px;">过关组合3×1</span></th><th style="padding: 0px; margin: 0px; line-height: 32px; color: rgb(255, 255, 255); text-align: left; background-image: initial; background-attachment: initial; background-color: #407bb8; background-origin: initial; background-clip: initial;"><span style="font-size: 12px;">过关组合2×1</span></th></tr></thead><tbody style="margin: 0px; padding: 0px;"><tr style="margin: 0px; padding: 0px;"><td style="padding: 8px; margin: 0px; text-align: left; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"><span style="font-size: 12px;">竞猜选项</span></td><td style="padding: 8px; margin: 0px; text-align: left; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"><span style="font-size: 12px;">国米“胜”+曼联“负”+巴萨“胜”</span></td><td style="padding: 8px; margin: 0px; text-align: left; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"><span style="font-size: 12px;">国米“胜”+曼联“负”</span></td></tr><tr style="margin: 0px; padding: 0px;"><td style="padding: 8px; margin: 0px; text-align: left; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"><span style="font-size: 12px;">固定奖金</span></td><td style="padding: 8px; margin: 0px; text-align: left; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"><span style="font-size: 12px;">12元</span></td><td style="padding: 8px; margin: 0px; text-align: left; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"><span style="font-size: 12px;">4.8元</span></td></tr></tbody></table><br/>
                            <p>假如“巴萨VS皇马”被认定无效：<br/>
                            （1）彩民可到省内任意1家竞彩标准店要求退还单场投注金额2元。<br/>
                            （2）“3×1”过关组合应被认定为“2×1”过关组合，如彩民竞猜正确，最后中奖金额为4.8元。<br/>
                            未满18周岁的未成年人不得投注！ <br/>
                            特殊情况<br/>
                            在竞彩足球游戏的销售过程中，如遇下列情况发生，则特别规定如下：<br/>
                            <table border="0" cellpadding="0" cellspacing="1" style="border-collapse: collapse; margin: 0px auto; padding: 0px; color: rgb(0, 0, 0); font-family: Arial, Helvetica, sans-serif; line-height: 23px; background-image: initial; background-attachment: initial; background-origin: initial; background-clip: initial;" width="100%"><tbody style="margin: 0px; padding: 0px;"><tr style="margin: 0px; padding: 0px;"><th style="padding: 0px; margin: 0px; line-height: 32px; color: rgb(255, 255, 255); background-image: initial; background-attachment: initial; background-color: #407bb8; background-origin: initial; background-clip: initial;" width="22%">特殊情况</th><th style="padding: 0px; margin: 0px; line-height: 32px; color: rgb(255, 255, 255); background-image: initial; background-attachment: initial; background-color: #407bb8; background-origin: initial; background-clip: initial;" width="39%">游戏规则</th><th style="padding: 0px; margin: 0px; line-height: 32px; color: rgb(255, 255, 255); background-image: initial; background-attachment: initial; background-color: #407bb8; background-origin: initial; background-clip: initial;" width="39%">举例说明</th></tr><tr style="margin: 0px; padding: 0px;"><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">开售前比赛时间变动</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">在某个比赛场次开始销售前，其比赛时间提前或推迟或取消比赛，则相应更改该比赛场地的开始、截止销售时间或取消该比赛场次竞猜。</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td></tr><tr style="margin: 0px; padding: 0px;"><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">开售后比赛时间提前</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">在某个比赛场次开始销售后，若其比赛时间提前，则相应提前该比赛场次的截止销售时间。</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td></tr><tr style="margin: 0px; padding: 0px;"><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">在某个比赛场次开始销售后，若其比赛时间提前，且比赛开始时仍在进行销售，则认定该比赛场次对于在比赛开始时刻前发生的投注为有效场次，所涉及投注可正常参与兑奖；认定该比赛场次对于在比赛开始时刻后发生的投注则为无效场次。</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">原定于周六晚上22:00开赛的“曼联VS利物浦”，因安全原因，主办方在21:30突然宣布马上开始比赛，则21:30以后发生的涉及该场比赛的投注为无效投注。</td></tr><tr style="margin: 0px; padding: 0px;"><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">开售后比赛时间推迟</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">在某个比赛场次开始销售后，若其比赛时间推迟且未超过原定时间36小时，则相应推迟该比赛场次的截止销售时间。</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">原定于周六晚上22:00开赛的“曼联VS利物浦”，因电视转播原因，主办方在17:00宣布比赛推迟到当天23:00开赛，则相应推迟该场比赛的截止销售时间。</td></tr><tr style="margin: 0px; padding: 0px;"><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">在某个比赛场次开始销售后，若其比赛时间推迟且超过原定时间36小时或无法获知具体推迟时间或取消比赛，则认定该场比赛场次为无效场次。</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">原定于周六晚上22:00开赛的“曼联VS利物浦”，因天气原因，主办方在17:00宣布赛事取消，重赛时间另行公布。因为无法获知开赛的具体时间，则该场比赛为无效场次。</td></tr><tr style="margin: 0px; padding: 0px;"><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">比赛中断</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">若某个比赛场次在比赛进行中因故中断，且自中断时刻起36小时内继续完成了比赛，则认定该比赛场次为有效场次，所涉及投注可正常参与兑奖。</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">周六晚上22:00开赛的“曼联VS利物浦”，比赛进行到70分钟时因突降暴雨而暂停。因天气好转，主办方在1小时后宣布比赛继续，则该场比赛为有效场次，涉及该场比赛的投注为有效投注。</td></tr><tr style="margin: 0px; padding: 0px;"><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;"> </td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">若某个比赛场次在比赛进行中因故中断，且自中断时刻起36小时内未继续完成比赛或无法获知具体补赛时间或取消补赛，则认定该比赛场次为无效场次。</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">周六晚上22:00开赛的“曼联VS利物浦”，因球迷骚乱，比赛进行到30分钟时被暂停。主办方宣布比赛中断，并表示将开会讨论是否重赛或择日继续比赛。因无法获知比赛的具体时间，则该场比赛为无效场次。</td></tr><tr style="margin: 0px; padding: 0px;"><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">比赛场地变更</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">在某个比赛场次开始销售后，如果比赛主办方决定更换比赛场地，若是从一中立比赛场地更换至另一中立比赛场地，则认定该比赛场次为有效场次，所涉及投注可正常参与兑奖；若不符合前述更换条件，则认定该比赛场次为无效场次。</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">原定周六晚上22:00开赛的“曼联VS利物浦”，因球迷骚乱，比赛场地在开售后变更为利物浦的主场，则该场比赛为无效场次。周六晚上22:00在意大利罗马进行的“法国VS德国”，因球迷骚乱，比赛场地在开售后变更为意大利米兰，则该场比赛仍为有效场次。</td></tr><tr style="margin: 0px; padding: 0px;"><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">参赛队伍变更</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">在某个比赛场次开始销售后，若参赛双方中有一方与原定参赛队伍不同，则认定该比赛场地为无效场次。</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">原定周六晚上22:00开赛的“韩国VS伊朗”友谊赛，因航班原因，主办方在开售后宣布由日本顶替伊朗参赛，则该场比赛为无效场次。</td></tr><tr style="margin: 0px; padding: 0px;"><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">比赛条件变更</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">在某个比赛场次开始销售后，若比赛主办方决定在无观众、无转播的封闭条件下进行比赛，则认定该比赛场次为无效场次。</td><td style="padding: 8px; margin: 0px; text-align: center; background-image: initial; background-attachment: initial; background-color: #ecf1f9; background-origin: initial; background-clip: initial;">原定周六晚上22:00开赛的“曼联VS利物浦”，因曼联的上一个主场赛事发生球迷骚乱，主办方在开售后突然宣布该场比赛改为在无观众的封闭条件下进行，则该场比赛为无效场次。</td></tr><tr style="margin: 0px; padding: 0px;"><th colspan="3" style="padding: 0px; margin: 0px; line-height: 32px; color: rgb(255, 255, 255); background-image: initial; background-attachment: initial; background-color: #407bb8; background-origin: initial; background-clip: initial;"><strong style="margin: 0px; padding: 0px;">对上述无效场次的认定由国家体育总局体育彩票管理中心最终解释</strong></th></tr></tbody></table>
                            </p>
                            <p><a href="#baseUrl#help/index/b#b#-s#s#-t1" href="javascript:;" target="_self">阅读详细规则</a></p>
                        </div>
                    </div>
                </div></div>',
            'rule' => '
<div class="article">
                    <div class="help-content">
                        <div class="help-title-time">
                            <h1 class="yahei big-title">竞彩足球</h1>
        <!--                    <span>发布日期：2014.10.24</span>-->
                        </div>
                        <div class="p-content">
                            <h3>一、竞彩玩法简介</h3>
                            <p>1、竞彩足球胜平负游戏<br/>
                            足球比赛由两支队伍在专用足球场地竞赛，每队11名队员，法定比赛时间为90分钟，有时裁判会根据比赛时队员受伤后救治所耽误的时间在90分钟后补时，多为几分钟，称为伤 停补时时间，竞彩足球彩票竞猜的比赛结果为90分钟加上伤停补时的时间里的结果；<br/>
                            足球比赛的结果有3种，主队胜，主队负以及双方打平。主队胜则主队得3分，主队负则主队不得分，主队与客队打平则主队得1分。<br/>
                            足球彩票竞猜胜平负时用3、1、0分别代表主队胜、主客战平和主队负。<br/>
                            彩民选定1场比赛，对主队在全场90分钟（含伤停补时）的 “胜”、“平”、“负”结果进行投注。<br/>
                            例如：曼联（主队）VS利物浦（客队）<br/>
                            曼联 3:0 利物浦 胜（开奖结果） 选择“胜”中奖<br/>
                            曼联 1:1 利物浦 平（开奖结果） 选择“平”中奖<br/>
                            曼联 0:2 利物浦 负（开奖结果） 选择“负”中奖<br/>
                            当两支球队实力悬殊较大时，采取让球的方式确定双方的胜平负关系。让球的数量确定后将维持不变。<br/>
                            让球分为主队让球和客队让球，分别为：主队让1球，表示为“主队（-1）”；客队让2球，表示为“主队（+2）”。<br/>
                            (一) 主队让一球<br/>
                            1、“3”主队比分减去客队比分大于1时，主队胜，客队负；<br/>
                            2、“1”主队比分减去客队比分等于1时，主队与客队平；<br/>
                            3、“0”主队比分减去客队比分小于1时，主队负，客队胜。<br/>
                            (二) 客队让一球<br/>
                            1、“3”客队比分减去主队比分小于1时，主队胜，客队负；<br/>
                            2、“1”客队比分减去主队比分等于1时，主队与客队平；<br/>
                            3、“0”客队比分减去主队比分大于1时，主队负，客队胜。<br/>
                            (三) 主队让两球<br/>
                            1、“3”主队比分减去客队比分大于2时，主队胜，客队负；<br/>
                            2、“1”主队比分减去客队比分等于2时，主队与客队平；<br/>
                            3、“0”主队比分减去客队比分小于2时，主队负，客队胜。<br/>
                            (四) 客队让两球<br/>
                            1、“3”客队比分减去主队比分小于2时，主队胜，客队负；<br/>
                            2、“1”客队比分减去主队比分等于2时，主队与客队平；<br/>
                            3、“0”客队比分减去主队比分大于2时，主队负，客队胜。<br/>
                            (五) 主队让三球<br/>
                            1、“3”主队比分减去客队比分大于3时，主队胜，客队负；<br/>
                            2、“1”主队比分减去客队比分等于3时，主队与客队平；<br/>
                            3、“0”主队比分减去客队比分小于3时，主队负，客队胜。<br/>
                            (六) 客队让三球<br/>
                            1、“3”客队比分减去主队比分小于3时，主队胜，客队负；<br/>
                            2、“1”客队比分减去主队比分等于3时，主队与客队平；<br/>
                            3、“0”客队比分减去主队比分大于3时，主队负，客队胜。<br/>
                            具体让球数量根据实际比赛的情况酌情而定。<br/>
                            例如：国米（-1）VS尤文<br/>
                            国米 3:0 尤文 胜（开奖结果） 选择“胜”中奖<br/>
                            国米 2:1 尤文 平（开奖结果） 选择“平”中奖<br/>
                            国米 0:0 尤文 负（开奖结果） 选择“负”中奖<br/>
                            2、竞彩足球比分游戏<br/>
                            共有31个投注选项<br/>
                            主队胜：1:0 2:0 3:0 4:0 2:1 3:1 3:2 4:1 4:2 5:0 5:1 5:2胜其他<br/>
                            主队平：0:0 1:1 2:2 3:3 平其他<br/>
                            主队负：0:1 0:2 0:3 0:4 1:2 1:3 1:4 2:3 2:4 0:5 1:5 2:5 负其他<br/>
                            主队比分在前，客队比分在后。<br/>
                            彩民选定1场比赛，对该场比赛在全场90分钟（含伤停补时）的具体比分结果进行投注。如果彩民能竞猜正确，则中奖。<br/>
                            例：利物浦2：0米德尔斯堡 正确结果：2：0<br/>
                            投注方式：单式投注、复式投注、倍投、过关投注(仅限3关以下)。<br/>
                            3、竞彩足球总进球数游戏<br/>
                            共有8个投注选项：<br/>
                            0 双方进球数之和为0，即没有进球<br/>
                            1 双方进球数之和为1<br/>
                            2 双方进球数之和为2<br/>
                            3 双方进球数之和为3<br/>
                            4 双方进球数之和为4<br/>
                            5 双方进球数之和为5<br/>
                            6 双方进球数之和为6<br/>
                            7+ 双方进球数之和为7球或7球以上<br/>
                            彩民选定1场比赛，对该场比赛在全场90分钟（含伤停补时）比赛双方的进球总数结果进行投注。如果彩民能竞猜正确，则中奖。<br/>
                            投注方式：单式投注、复式投注、倍投、过关投注。<br/>
                            4、竞彩足球半全场胜平负游戏<br/>
                            共有9个投注选项<br/>
                            3-3 主队上半场胜+主队全场胜<br/>
                            3-1 主队上半场胜+主队全场平<br/>
                            3-0 主队上半场胜+主队全场负<br/>
                            1-3 主队上半场平+主队全场胜<br/>
                            1-1 主队上半场平+主队全场平<br/>
                            1-0 主队上半场平+主队全场负<br/>
                            0-3 主队上半场负+主队全场胜<br/>
                            0-1 主队上半场负+主队全场平<br/>
                            0-0 主队上半场负+主队全场负<br/>
                            彩民选定1场比赛，对主队在上半场45分钟（含伤停补时）和全场90分钟（含伤停补时）的“胜”、“平”、“负”结果分别进行投注。如果彩民能竞猜正确，则中奖。<br/>
                            例：利物浦上半场0:0全场2:0 米德尔斯堡，正确结果1-3<br/>
                            投注方式：单式投注、复式投注、倍投、过关投注。
                            </p>
                            <h3>二、投注方式</h3>
                            <p>
                            彩民选择1种投注结果的为单式投注；选择2种或2种以上投注结果的为复式投注。<br/>
                            彩民选择1场比赛进行投注的为单场投注；选择2场或2场以上比赛进行串联投注的为过关投注。在过关投注中，所选比赛的结果全部竞猜正确才能中奖。<br/>
                            胜平负和总进球数游戏均有5种过关方式：2×1，3×1，4×1，5×1和6×1。<br/>
                            比分和半全场胜平负游戏有2种过关方式：2×1和3×1。
                            </p>
                            <h3>三、奖金计算</h3>
                            <p>
                            彩民的投注结果与开奖结果一致的即为中奖。<br/>
                            开奖结果以实际比赛结果为依据，不受其后任何更改的影响。<br/>
                            彩民可在中国体育彩票竞彩标准店内，或通过中国竞彩网查询赛事信息、开奖结果、固定奖金。<br/>
                            竞彩足球游戏的奖金为销售额的73%，其中的72%为返奖奖金，1%为调节基金。<br/>
                            单注彩票保底奖金：如中奖者的单注奖金不足2元，将补足至2元，补足部分从调节基金中支出。<br/>
                            1、单场固定奖金<br/>
                            单场固定奖金：自2014年10月21日起，竞彩单场改为固定奖，计算公式为：所选场次的单场赔率×2元×倍 数<br/>
                            单注中奖奖金=所选比赛场次的浮动奖金额。浮动奖金额=该场比赛的单场投注总投注金额÷该场比赛的单场投注中奖彩票总投注金额×68％×2元（1注）。<br/>
                            浮动奖金的单注彩票最高限额：500万元<br/>
                            例如：“曼联VS利物浦”的胜平负游戏<br/>
                            共50人进行了单场投注，每人购买1注，竞猜结果及对应的浮动奖金额、单注奖金如下所示：<br/>
                            曼联“胜” 投注25注 总投注金额100元 选择胜投注金额50元 单注奖金2.72元<br/>
                            曼联“平” 投注20注 总投注金额100元 选择胜投注金额40元 单注奖金3.4元<br/>
                            曼联“平” 投注5注 总投注金额100元 选择胜投注金额10元 单注奖金13.6元<br/>
                            2、固定奖金<br/>
                            固定奖金：过关投注的奖金为固定奖金。<br/>
                            单注中奖奖金即为固定奖金（单注）<br/>
                            销售开始前，每个有效的过关投注组合均设置1个固定奖金；在销售过程中，该固定奖金会根据销售等情况进行实时的调整；彩民的中奖金额以完成投注时刻对应的固定奖金金额为准，不受投注完成后固定奖金调整的影响。<br/>
                            例如：“国米（-1）VS尤文+曼联VS利物浦”的胜平负游戏<br/>
                            某彩民购买1注“2×1”过关组合，完成投注时刻，所有竞猜选项所对应的固定奖金、中奖金额如下所示：<br/>
                            胜+胜=7.2元 胜+平=8.64元 胜+负=9.6元<br/>
                            平+胜=6元 平+平=7.2元 平+负=8元<br/>
                            负+胜=4.8元 负+平=5.76元 负+胜=6.4元<br/>
                            如果该彩民的竞猜选项是“胜+负”并且竞猜正确，则其最后的中奖金额为9.6元。<br/>
                            3、固定奖金的单注彩票最高限额：<br/>
                            （1）选择2-3场过关投注的，单注最高奖金限额20万元；<br/>
                            （2）选择4-5场过关投注的，单注最高奖金限额50万元；<br/>
                            （3）选择6场过关投注的，单注最高奖金限额100万元。<br/>
                            四、特殊情况的处理办法<br/>
                            1、无效比赛的处理<br/>
                            由于比赛取消、延期等原因，导致某场比赛被认定为无效场次，则该场比赛的所有单场投注按退票处理，从比赛被认定无效的公告发布后的当日起计算。<br/>
                            2、彩民在过关投注中对该场比赛的所有选择均视为无效，固定奖金按在原投注时刻去除该场比赛后的投注组合对应的固定奖金计算；各关奖金数额可参考投注时打印的“奖金计算明细清单”。<br/>
                            例如：“国米（-1）VS尤文+曼联VS利物浦+巴萨VS皇马”的胜平负游戏<br/>
                            购买1注“巴萨VS皇马”的单场投注；购买1注“3×1”过关组合。完成投注时刻“国米（-1）VS尤文+曼联VS利物浦”的“2×1”过关组合及“3×1”过关组合所对应的固定奖金如下所示：<br/>
                            过关组合“3×1”:国米“胜”+曼联“负”+巴萨“胜”=12元<br/>
                            过关组合“2×1”:国米“胜”+曼联“负”=4.8元<br/>
                            假如“巴萨VS皇马”被认定无效：<br/>
                            （1）退还单场投注金额2元。<br/>
                            （2）“3×1”过关组合应被认定为“2×1”过关组合，如彩民竞猜正确，最后中奖金额为4.8元。<br/>
                            过关方式：<br/>
                            表中数字，表示该过关投注方式对应的注数。<br/>
                            例如：3串3右侧的数值3，表示含有3注“两关”玩法，也就是3场比赛组合后的3注2串1<br/>
                            3串4右侧的数值3和1，表示含有3注“两关”玩法，以及1注“三关”玩法，也就是包含3注2串1，以及1注3串1<br/>
                            <table align="center" border="1" cellpadding="0" cellspacing="0" style="font-size: 14px; line-height: 22px;" width="80%"><tbody><tr><td height="15" width="24">　</td><td width="60">过关投注</td><td width="48">两关</td><td width="48">三关</td><td width="48">四关</td><td width="48">五关</td><td width="48">六关</td><td width="48">七关</td><td width="48">八关</td></tr><tr><td height="15"><span lang="EN-US">1</span></td><td><span lang="EN-US">2串1</span></td><td><span lang="EN-US">1</span></td><td>　</td><td>　</td><td>　</td><td>　</td><td>　</td><td>　</td></tr><tr><td height="15"><span lang="EN-US">2</span></td><td><span lang="EN-US">3串1</span></td><td>　</td><td><span lang="EN-US">1</span></td><td>　</td><td>　</td><td>　</td><td>　</td><td>　</td></tr><tr><td height="15"><span lang="EN-US">3</span></td><td><span lang="EN-US">3串3</span></td><td><span lang="EN-US">3</span></td><td>　</td><td>　</td><td>　</td><td>　</td><td>　</td><td>　</td></tr><tr><td height="15"><span lang="EN-US">4</span></td><td><span lang="EN-US">3串4</span></td><td><span lang="EN-US">3</span></td><td><span lang="EN-US">1</span></td><td>　</td><td>　</td><td>　</td><td>　</td><td>　</td></tr><tr><td height="15"><span lang="EN-US">5</span></td><td><span lang="EN-US">4串1</span></td><td>　</td><td>　</td><td><span lang="EN-US">1</span></td><td>　</td><td>　</td><td>　</td><td>　</td></tr><tr><td height="15"><span lang="EN-US">6</span></td><td><span lang="EN-US">4串4</span></td><td>　</td><td><span lang="EN-US">4</span></td><td>　</td><td>　</td><td>　</td><td>　</td><td>　</td></tr><tr><td height="15"><span lang="EN-US">7</span></td><td><span lang="EN-US">4串5</span></td><td>　</td><td><span lang="EN-US">4</span></td><td><span lang="EN-US">1</span></td><td>　</td><td>　</td><td>　</td><td>　</td></tr><tr><td height="15"><span lang="EN-US">8</span></td><td><span lang="EN-US">4串6</span></td><td><span lang="EN-US">6</span></td><td>　</td><td>　</td><td>　</td><td>　</td><td>　</td><td>　</td></tr><tr><td height="15"><span lang="EN-US">9</span></td><td><span lang="EN-US">4串11</span></td><td><span lang="EN-US">6</span></td><td><span lang="EN-US">4</span></td><td><span lang="EN-US">1</span></td><td>　</td><td>　</td><td>　</td><td>　</td></tr><tr><td height="15"><span lang="EN-US">10</span></td><td><span lang="EN-US">5串1</span></td><td>　</td><td>　</td><td>　</td><td><span lang="EN-US">1</span></td><td>　</td><td>　</td><td>　</td></tr><tr><td height="15"><span lang="EN-US">11</span></td><td><span lang="EN-US">5串5</span></td><td>　</td><td>　</td><td><span lang="EN-US">5</span></td><td>　</td><td>　</td><td>　</td><td>　</td></tr><tr><td height="15"><span lang="EN-US">12</span></td><td><span lang="EN-US">5串6</span></td><td>　</td><td>　</td><td><span lang="EN-US">5</span></td><td><span lang="EN-US">1</span></td><td>　</td><td>　</td><td>　</td></tr><tr><td height="15"><span lang="EN-US">13</span></td><td><span lang="EN-US">5串10</span></td><td><span lang="EN-US">10</span></td><td>　</td><td>　</td><td>　</td><td>　</td><td>　</td><td>　</td></tr><tr><td height="15"><span lang="EN-US">14</span></td><td><span lang="EN-US">5串16</span></td><td>　</td><td><span lang="EN-US">10</span></td><td><span lang="EN-US">5</span></td><td><span lang="EN-US">1</span></td><td>　</td><td>　</td><td>　</td></tr><tr><td height="15"><span lang="EN-US">15</span></td><td><span lang="EN-US">5串20</span></td><td><span lang="EN-US">10</span></td><td><span lang="EN-US">10</span></td><td>　</td><td>　</td><td>　</td><td>　</td><td>　</td></tr><tr><td height="15"><span lang="EN-US">16</span></td><td><span lang="EN-US">5串26</span></td><td><span lang="EN-US">10</span></td><td><span lang="EN-US">10</span></td><td><span lang="EN-US">5</span></td><td><span lang="EN-US">1</span></td><td>　</td><td>　</td><td>　</td></tr><tr><td height="15"><span lang="EN-US">17</span></td><td><span lang="EN-US">6串1</span></td><td>　</td><td>　</td><td>　</td><td>　</td><td><span lang="EN-US">1</span></td><td>　</td><td>　</td></tr><tr><td height="15"><span lang="EN-US">18</span></td><td><span lang="EN-US">6串6</span></td><td>　</td><td>　</td><td>　</td><td><span lang="EN-US">6</span></td><td>　</td><td>　</td><td>　</td></tr><tr><td height="15"><span lang="EN-US">19</span></td><td><span lang="EN-US">6串7</span></td><td>　</td><td>　</td><td>　</td><td><span lang="EN-US">6</span></td><td>1</td><td>　</td><td>　</td></tr><tr><td height="15"><span lang="EN-US">20</span></td><td><span lang="EN-US">6串15</span></td><td><span lang="EN-US">15</span></td><td>　</td><td>　</td><td>　</td><td>　</td><td>　</td><td>　</td></tr><tr><td height="15"><span lang="EN-US">21</span></td><td><span lang="EN-US">6串20</span></td><td>　</td><td><span lang="EN-US">20</span></td><td>　</td><td>　</td><td>　</td><td>　</td><td>　</td></tr><tr><td height="15"><span lang="EN-US">22</span></td><td><span lang="EN-US">6串22</span></td><td>　</td><td>　</td><td><span lang="EN-US">15</span></td><td><span lang="EN-US">6</span></td><td><span lang="EN-US">1</span></td><td>　</td><td>　</td></tr><tr><td height="15"><span lang="EN-US">23</span></td><td><span lang="EN-US">6串35</span></td><td><span lang="EN-US">15</span></td><td><span lang="EN-US">20</span></td><td>　</td><td>　</td><td>　</td><td>　</td><td>　</td></tr><tr><td height="15"><span lang="EN-US">24</span></td><td><span lang="EN-US">6串42</span></td><td>　</td><td><span lang="EN-US">20</span></td><td><span lang="EN-US">15</span></td><td><span lang="EN-US">6</span></td><td><span lang="EN-US">1</span></td><td>　</td><td>　</td></tr><tr><td height="15"><span lang="EN-US">25</span></td><td><span lang="EN-US">6串50</span></td><td><span lang="EN-US">15</span></td><td><span lang="EN-US">20</span></td><td><span lang="EN-US">15</span></td><td>　</td><td>　</td><td>　</td><td>　</td></tr><tr><td height="15"><span lang="EN-US">26</span></td><td><span lang="EN-US">6串57</span></td><td><span lang="EN-US">15</span></td><td><span lang="EN-US">20</span></td><td><span lang="EN-US">15</span></td><td><span lang="EN-US">6</span></td><td><span lang="EN-US">1</span></td><td>　</td><td>　</td></tr><tr><td height="15">27</td><td>7串1</td><td>　</td><td>　</td><td>　</td><td>　</td><td>　</td><td>1</td><td>　</td></tr><tr><td height="15">28</td><td>7串7</td><td>　</td><td>　</td><td>　</td><td>　</td><td>7</td><td>　</td><td>　</td></tr><tr><td height="15">29</td><td>7串8</td><td>　</td><td>　</td><td>　</td><td>　</td><td>7</td><td>1</td><td>　</td></tr><tr><td height="15">30</td><td>7串21</td><td>　</td><td>　</td><td>　</td><td>21</td><td>　</td><td>　</td><td>　</td></tr><tr><td height="15">31</td><td>7串35</td><td>　</td><td>　</td><td>35</td><td>　</td><td>　</td><td>　</td><td>　</td></tr><tr><td height="15">32</td><td>7串120</td><td>21</td><td>35</td><td>35</td><td>21</td><td>7</td><td>1</td><td>　</td></tr><tr><td height="15">33</td><td>8串1</td><td>　</td><td>　</td><td>　</td><td>　</td><td>　</td><td>　</td><td>1</td></tr><tr><td height="15">34</td><td>8串8</td><td>　</td><td>　</td><td>　</td><td>　</td><td>　</td><td>8</td><td>　</td></tr><tr><td height="15">35</td><td>8串9</td><td>　</td><td>　</td><td>　</td><td>　</td><td>　</td><td>8</td><td>1</td></tr><tr><td height="15">36</td><td>8串28</td><td>　</td><td>　</td><td>　</td><td>　</td><td>28</td><td>　</td><td>　</td></tr><tr><td height="15">37</td><td>8串56</td><td>　</td><td>　</td><td>　</td><td>56</td><td>　</td><td>　</td><td>　</td></tr><tr><td height="15">38</td><td>8串70</td><td>　</td><td>　</td><td>70</td><td>　</td><td>　</td><td>　</td><td>　</td></tr><tr><td height="15">39</td><td>8串247</td><td>28</td><td>56</td><td>70</td><td>56</td><td>28</td><td>8</td><td>1</td></tr></tbody></table>
                            </p>
                        </div>
                    </div>
                </div></div>',
        ),
        '4' => array(
            'name' => '排列三',
            'introduction' => '
<div class="article">
                    <div class="help-content">
                        <div class="help-title-time">
                            <h1 class="yahei big-title">排列三玩法</h1>
        <!--                    <span>发布日期：2014.10.24</span>-->
                        </div>
                        <div class="p-content">
                            <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“体彩排列三”是由国家体育总局体彩中心统一发行的，在全国范围内实行联合销售。购买"体彩排列三"时，是从000-999的数字中选取1个3位数为投注号码进行投注，每注2元人民币。 </p>
                            <h3>奖金分配方式</h3>
                            <p>"体彩排列3"按"直选投注"、"组选3"、"组选6"等不同投注方式进行设奖，均设一个奖级，为固定奖。<br/>
                            "直选投注"，单注固定奖金1040元。 <br/>
                            "组选3"，单注固定奖金346元。 <br/>
                            "组选6"，单注固定奖金173元。 <br/>
                            销售总额的53％为奖金, 分为当期奖金和调节基金。其中，52%为当期奖金，1%为调节基金。
                            </p>
                            <h3>玩法介绍</h3>
                            <p>“直选投注”：投注时选定直选投注模式，所选号码与中奖号码位置完全相同，则该注号码中奖。例如，中奖号码为543，则中奖结果为：543。 <br/>
                            “组选 3”： 投注时选定组选3投注模式，所选号码与中奖号码完全相同且位置不限，则该注号码中奖。例如，中 奖号码为 544 ，则中奖结果为： 544 、 454 、 445 之一均可。 <br/>
                            “组选6”： 投注时选定组选3投注模式，所选号码与中奖号码完全相同且位置不限，则该注号码中奖。例如，中奖号码为543，则中奖结果为：543、534、453、435、345、354之一均可。
                            </p>
                            <h3>投注方式 </h3>
                            <p>Ａ.直选投注（单式） <br/>
                            在选号区选中直选单式选项，然后选出所要的号码进行投注 <br/>
                            Ｂ.直选投注（复式） <br/>
                            在选号区选中直选复式选项，然后选出所要的号码进行投注<br/>
                            Ｃ. 直选投注（直选和值） <br/>
                            在选号区选中直选和值选项，然后选出所要的号码进行投注 <br/>
                            Ｄ.组选投注（组选三） <br/>
                            在选号区选中组选三选项，然后选出所要的号码进行投注 <br/>
                            Ｅ．组选投注（组选和值） <br/>
                            在选号区选中组选三或组选六里的组选和值选项，然后选出所要的号码进行投注 <br/>
                            Ｆ．机选投注（直选） <br/>
                            在选号区选中直选选项，然后随机选出所要的号码进行投注 <br/>
                            （您可任意机选一注、机选五注、机选十注）
                            </p>
                            <p><a href="#baseUrl#help/index/b#b#-s#s#-t1" href="javascript:;" target="_self">阅读详细规则</a></p>
                        </div>
                    </div>
                </div></div>',
            'rule' => '
<div class="article">
                    <div class="help-content">
                        <div class="help-title-time">
                            <h1 class="yahei big-title">排列三</h1>
        <!--                    <span>发布日期：2014.10.24</span>-->
                        </div>
                        <div class="p-content">
                            <p>【第一章 总 则】<br/>
                            第一条 根据财政部《彩票发行与销售管理暂行规定》制定本游戏规则。<br/>
                            第二条 排列3电脑体育彩票由国家体育总局体育彩票管理中心(以下简称“中体彩中心”)统一发行。经中体彩中心授权，各省、自治区、直辖市体育彩票管理中心(以下简称“省级体彩中心”)在所辖区域内承销排列3。<br/>
                            第三条 “排列3”实行自愿购买，凡购买该彩票者即被视为同意并遵守本规则。<br/><br/>
                            【第二章 游戏方法】<br/>
                            第四条 购买“排列3”时，由购买者从000-999的数字中选取1个3位数为投注号码进行投注。<br/>
                            第五条 “排列3”的投注方式分为直选投注和组选投注。 “直选投注”是将3位数以唯一排列方式进行的单式投注。“组选投注”是将投注号码的所有排列方式作为一注投注号码进行的单式投注。如果一注组选号码的3个数字各不相同，则有6种不同的排列方式，有6次中奖机会，这种组选投注方式简称“组选6”;如果一注组选号码的3个数字中有2个数字相同，则有3种不同的排列方式，有3次中奖机会，这种组选投注方式简称“组选3”。<br/>
                            第六条 购买者可在全国省级体彩中心设置的投注站进行投注。投注号码可由投注机随机产生，也可通过投注单将购买者选定的号码输入投注机确定。投注号码经系统确认后打印出的兑奖凭证即为“排列3”电脑体育彩票，交购买者保存。<br/>
                            第七条 “排列3”每注2元人民币。彩票不记名、不挂失，不返还本金，不流通使用。<br/><br/>
                            【第三章 设 奖】<br/>
                            第八条 “排列3”按“直选投注”、“组选3”、“组选6”等不同投注方式进行设奖，均设一个奖级，为固定奖。<br/>
                            第九条 奖金规定如下：<br/>
                            "单选"投注：中奖金额为每注1040元<br/>
                            "组选3"投注：中奖金额为每注346元<br/>
                            "组选6"投注：中奖金额为每注173元<br/><br/>
                            【第四章 奖金管理】<br/>
                            第十条 销售总额的50%为奖金，分为当期奖金和调节基金。 其中，49%为当期奖金，1%为调节基金。<br/>
                            第十一条 “排列3”设置奖池，奖池由每期奖金与实际中出奖金的差额累计而成。若当期奖金大于当期中出奖金时，余额滚入奖池;若当期奖金小于当期中出奖金时，差额用奖池补足;若奖池不足时，用调节基金补足，调节基金不足时，从发行经费中垫支。<br/>
                            第十二条 调节基金包括按销售总额的1%提取部分、弃奖收入和逾期未退票的票款。调节基金专项用于支付各种不可预见情况下的奖金支出风险以及设立特别奖。<br/><br/>
                            【第五章 中 奖】<br/>
                            第十三条 所购彩票与开奖结果相对照，符合以下情况即为中奖。<br/>
                            “直选投注”：所选号码与中奖号码相同且顺序一致，则该注彩票中奖。例如，中奖号码为543，则中奖结果为：543。<br/>
                            “组选3”：中奖号码中任意两位数字相同，所选号码与中奖号码相同且顺序不限，则该注彩票中奖。例如，中奖号码为544，则中奖结果为：544、454、445之一均可。<br/>
                            “组选6”： 所选号码与中奖号码相同且顺序不限，则该注彩票中奖。例如，中奖号码为543，则中奖结果为：543、534、453、435、345、354之一均可。<br/><br/>
                            【第六章 开奖及公告】<br/>
                            第十四条 “排列3”每天开奖一次，摇奖过程在公证人员监督下进行，通过电视台播出。<br/>
                            第十五条 “排列3”、“排列5”统一摇奖，摇出的五位号码中前三位号码为“排列3”开奖号码。<br/>
                            第十六条 每期开奖后，省级体彩中心将当期销售总额、开奖号码、各奖等中奖注数、奖额以及奖池资金余额，通过新闻媒体向社会公布。<br/><br/>
                            【第七章 兑 奖】<br/>
                            第十七条 “排列3”兑奖当期有效。每期自开奖次日起28天为兑奖期，逾期未兑，视为弃奖纳入调节基金。<br/>
                            第十八条 兑奖机构有权查验中奖者的中奖彩票及有效身份证件，兑奖者应予配合。<br/>
                            第十九条 凡伪造、涂改中奖彩票，冒领奖金者，送交司法机关追究法律责任。<br/><br/>
                            【第八章 附 则】<br/>
                            第二十条 本游戏规则解释权属国家体育总局体育彩票管理中心。<br/>
                            第二十一条 本游戏规则自下发之日起执行。<br/><br/>
                            补充说明：《彩票管理条例》已于2009年7月1日施行，彩票兑奖期限统一为自开奖之日起60个自然日内。逾期未兑奖的奖金纳入彩票公益金，由彩票销售机构结算归集后上缴省级财政，全部留归地方使用。 
                            </p>
                        </div>
                    </div>
                </div></div>',
        ),
        '5' => array(
            'name' => '排列五',
            'introduction' => '
<div class="article">
                    <div class="help-content">
                        <div class="help-title-time">
                            <h1 class="yahei big-title">排列五玩法</h1>
        <!--                    <span>发布日期：2014.10.24</span>-->
                        </div>
                        <div class="p-content">
                            <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“体彩排列五”是由国家体育总局体彩中心统一发行的，在全国范围内实行联合销售。购买"体彩排列五"时，是从00000-99999的数字中选取1个5位数为投注号码进行投注，每注2元人民币。 </p>
                            <h3>奖金分配方式</h3>
                            <p>"体彩排列5"设一个奖级，为固定奖，奖金100000元。<br/>
                            销售总额的50％计提奖金,计提奖金分为当期奖金和调节基金，其中49%为当期奖金，1%为调节基金。
                            </p>
                            <h3>玩法介绍</h3>
                            <p>一等奖，所选号码与中奖号码全部相同且顺序一致。例如：中奖号码为43751，则排列5的中奖结果为：43751。</p>
                            <h3>投注方式 </h3>
                            <p>Ａ.直选投注（单式） <br/>
                            在选号区选中直选单式选项，然后选出所要的号码进行投注 <br/>
                            B．机选投注（直选） <br/>
                            在选号区选中直选选项，然后随机选出所要的号码进行投注 <br/>
                            （您可任意机选一注、机选五注、机选十注）
                            </p>
                            <p><a href="#baseUrl#help/index/b#b#-s#s#-t1" href="javascript:;" target="_self">阅读详细规则</a></p>
                        </div>
                    </div>
                </div></div>',
            'rule' => '
 <div class="article">
                    <div class="help-content">
                        <div class="help-title-time">
                            <h1 class="yahei big-title">排列五</h1>
        <!--                    <span>发布日期：2014.10.24</span>-->
                        </div>
                        <div class="p-content">
                            <p>
                                【第一章 总 则】<br/>
                                第一条 根据财政部《彩票发行与销售管理暂行规定》和国家体育总局《体育彩票发行与销售管理暂行办法》以及《计算机销售体育彩票管理暂行办法》，制定本游戏规则。<br/>
                                第二条 排列5电脑体育彩票由国家体育总局体育彩票管理中心统一发行，在全国范围内采用计算机网络系统进行联合销售。<br/>
                                第三条 “排列5”实行自愿购买，凡购买该彩票者即被视为同意并遵守本规则。<br/><br/>
                                【第二章 游戏方法】<br/>
                                第四条 购买“排列5”时，由购买者从00000-99999的数字中选取1个5位数为投注号码进行投注。<br/>
                                第五条 购买者可在全国各省(区、市)体育彩票管理中心设置的投注站进行投注。投注号码可由投注机随机产生，也可通过投注单将购买者选定的号码输入投注机确定。投注号码经系统确认后打印出的兑奖凭证即为“排列5”电脑体育彩票，交购买者保存。<br/>
                                第六条 “排列5”每注2元人民币。彩票不记名、不挂失，不返还本金，不流通使用。<br/><br/>
                                【第三章 设 奖】<br/>
                                第七条 “排列5”设1个奖级，为固定奖。<br/>
                                第八条 奖金分配：<br/>
                                一等奖，单注固定奖金100000元。<br/><br/>
                                【第四章 奖金管理】<br/>
                                第九条 “排列5”按每期销售总额的50%计提奖金,计提奖金分为当期奖金和调节基金，其中49%为当期奖金，1%为调节基金。<br/>
                                第十条 “排列5”设置奖池，奖池由当期奖金与实际中出奖金的差额累计而成。若当期奖金大于当期中出奖金时，余额滚入奖池；若当期奖金小于当期中出奖金时，差额用奖池补足；若奖池不足时，用调节基金补足，调节基金不足时，从发行经费中垫支。<br/>
                                第十一条 调节基金还包括弃奖收入和逾期未退票的票款。调节基金专项用于支付各种不可预见情况下的奖金支出风险以及设立特别奖。<br/><br/>
                                【第五章 中 奖】<br/>
                                第十二条 所购彩票与开奖结果对照，符合以下情况即为中奖。<br/>
                                一等奖，所选号码与中奖号码全部相同且顺序一致。例如：中奖号码为43751，则排列5的中奖结果为：43751。<br/><br/>
                                【第六章 开奖及公告】<br/>
                                第十三条 “排列5”每天开奖一次，摇奖过程在公证人员监督下进行，通过电视台播出。<br/>
                                第十四条 “排列5”单独摇奖，其中奖号码为全国联网电脑体育彩票排列5当期摇出的全部中奖号码。<br/>
                                第十五条 每期开奖后，国家体育总局体育彩票管理中心需将中奖号码、当期销售总额、各奖等中奖情况以及奖池资金余额等信息，通过新闻媒体向社会公布，并将开奖结果通知各销售终端。<br/><br/>
                                【第七章 兑奖】<br/>
                                第十六条 “排列5”兑奖当期有效。每期自开奖次日起28天为兑奖期，逾期未兑，视为弃奖纳入调节基金。<br/>
                                第十七条 兑奖机构有权查验中奖者的中奖彩票及有效身份证件，兑奖者应予配合。<br/>
                                第十八条 凡伪造、涂改中奖彩票，冒领奖金者，送交司法机关追究法律责任。<br/><br/>
                                【第八章 附 则】<br/>
                                第十九条 本游戏规则解释权属国家体育总局体育彩票管理中心。<br/>
                                第二十条 本游戏规则自下发之日起执行。<br/> 
                            </p>
                        </div>
                    </div>
                </div></div>',
        ),
        '6' => array(
            'name' => '七乐彩',
            'introduction' => '
<div class="article">
                    <div class="help-content">
                        <div class="help-title-time">
                            <h1 class="yahei big-title">七乐彩玩法</h1>
        <!--                    <span>发布日期：2014.10.24</span>-->
                        </div>
                        <div class="p-content">
                            <h3>一、玩法说明</h3>
                            <p> 七乐彩采用组合式玩法，从“01—30”共30个号码中选择7个号码组合为一注投注号码。每注金额人民币2元。</p>
                            <h3>二、奖金分配方式</h3>
                            <p>七乐彩当期奖金设为七个奖等，一等奖至三等奖为高奖等，四至七等奖为低奖等。高奖等采用浮动设奖，低奖等采用固定设奖。当期奖金减去当期低奖等奖金为当期高奖等奖金，具体设奖如下：<br/>
                            一等奖：奖金总额为当期高奖等奖金的70％；<br/>
                            二等奖：奖金总额为当期高奖等奖金的10％；<br/>
                            三等奖：奖金总额为当期高奖等奖金的20％；<br/>
                            四等奖：单注奖金额固定为200元；<br/>
                            五等奖：单注奖金额固定为50元；<br/>
                            六等奖：单注奖金额固定为l0元；<br/>
                            七等奖：单注奖金额固定为5元。<br/><br/>
                            注： 七乐彩单注奖金的最高限额为500万元。<br/>
                            七乐彩设奖奖金为销售总额的50％，其中当期奖金为销售总额的49％，调节基金为销售总额的1％。
                            </p>
                            <h3>三、玩法介绍</h3>
                            <p>一等奖：投注号码与当期开奖号码中7个基本号码全部相同(顺序不限，下同)；<br/>
                            二等奖：投注号码与当期开奖号码中任意6个基本号码及特别号码相同；<br/>
                            三等奖：投注号码与当期开奖号码中任意6个基本号码相同；<br/>
                            四等奖：投注号码与当期开奖号码中任意5个基本号码及特别号码相同；<br/>
                            五等奖：投注号码与当期开奖号码中任意5个基本号码相同；<br/>
                            六等奖：投注号码与当期开奖号码中任意4个基本号码及特别号码相同；<br/>
                            七等奖：投注号码与开奖号码中任意4个基本号码相同。
                            </p>
                            <h3>四、投注方式</h3>
                            <p>七乐彩的投注方法分为自选号码投注和机选号码投注；投注方式分为单式投注、复式投注、胆拖投注和多倍投注。<br/>
                            自选号码投注是指由投注者自行选定投注号码的投注；机选号码投注是指由投注机为投注者随机产生投注号码的投注。<br/>
                            单式投注是从30个号码中选择7个号码，组合为一注投注号码的投注；复式投注是从30个号码中选择8—16个号码，将每7个号码的组合方式都作为一注投注号码的多注投注；胆拖投注是在30个号码中选择1至6个号码作为每注都有的胆码，再补充其它不同的号码，进行每7个号码为一组的多注投注；多倍投注是指同样的投注号码进行多注投注。<br/>
                            </p>
                            <p><a href="#baseUrl#help/index/b#b#-s#s#-t1" href="javascript:;" target="_self">阅读详细规则</a></p>
                        </div>
                    </div>
                </div></div>',
            'rule' => '
<div class="article">
                    <div class="help-content">
                        <div class="help-title-time">
                            <h1 class="yahei big-title">七乐彩</h1>
        <!--                    <span>发布日期：2014.10.24</span>-->
                        </div>
                        <div class="p-content">
                            <p>第一章 总 则<br/>
                            第一条  根据《彩票管理条例》、《彩票管理条例实施细则》、《彩票机构财务管理办法》（财综[2012]89号）、《彩票发行销售管理办法》（财综[2012]102号）等相关规定，制定本规则。<br/>
                            第二条  中国福利彩票七乐彩游戏（以下称“七乐彩”）由中国福利彩票发行管理中心（以下称“中福彩中心”）统一组织发行，由各省、自治区、直辖市福利彩票发行中心（以下称“省中心”）在本行政区域内联合销售。<br/>
                            第三条  七乐彩采用计算机网络系统销售，采取参加联合销售的各省中心合并奖池，统一计奖，统一开奖。<br/>
                            第四条  七乐彩实行自愿购买，凡购买者均被视为同意并遵守本规则。<br/>
                            第五条  不得向未成年人销售彩票或兑付奖金。<br/><br/>
                            第二章  投 注<br/>
                            第六条  七乐彩采用组合式玩法，从01—30共30个号码中选择7个号码组合为一注投注号码。每注金额人民币2元。<br/>
                            第七条  七乐彩每周销售三期，期号以开奖日界定，按日历年度编排。<br/>
                            第八条  七乐彩投注方法分为自选号码投注和机选号码投注，投注方式分为单式投注、复式投注、胆拖投注和多倍投注。<br/>
                            第九条  自选号码投注是指由投注者自行选定投注号码的投注；机选号码投注是指由投注机为投注者随机产生投注号码的投注。<br/>
                            第十条  单式投注是从30个号码中选择7个号码，组合为一注投注号码的投注；复式投注是从30个号码中选择8－16个号码，将每7个号码的组合方式都作为一注投注号码的多注投注；胆拖投注是在30个号码中选择1至6个号码作为每注都有的胆码，再补充其它不同的号码，进行每7个号码为一组的多注投注；多倍投注是指同样的投注号码进行多注投注。<br/><br/>
                            第三章  设 奖<br/>
                            第十一条 七乐彩设奖奖金为销售总额的50%，其中当期奖金为销售总额的49%，调节基金为销售总额的1%。<br/>
                            第十二条 七乐彩当期奖金设七个奖等，一至三等奖为高奖等，四至七等奖为低奖等。高奖等采用浮动设奖，低奖等采用固定设奖。当期奖金减去当期低奖等奖金为当期高奖等奖金，具体设奖如下：<br/>
                            一等奖：奖金总额为当期高奖等奖金的70%；<br/>
                            二等奖：奖金总额为当期高奖等奖金的10%；<br/>
                            三等奖：奖金总额为当期高奖等奖金的20%；<br/>
                            四等奖：单注奖金额固定为200元；<br/>
                            五等奖：单注奖金额固定为50元；<br/>
                            六等奖：单注奖金额固定为10元；<br/>
                            七等奖：单注奖金额固定为5元。<br/>
                            第十三条 七乐彩单注奖金的最高限额为500万元。<br/>
                            第十四条 七乐彩设立奖池，奖池由未中出的高奖等奖金和超出单注奖金封顶限额部分的奖金组成。奖池与当期奖金中用于一等奖的部分合并颁发一等奖奖金。<br/>
                            第十五条 调节基金包括按销售总额1%提取部分、浮动奖奖金按元取整后的余额。调节基金用于设置特别奖、调节浮动奖奖金、支付各种不可预见情况下的奖金支出风险。<br/>
                            第十六条 若当期高奖等单注奖额低于其次奖等单注奖额的二倍，应保证高奖等的单注奖额为其次奖等单注奖额的二倍。<br/>
                            第十七条 七乐彩的当期计提奖金、奖池资金总额不足以兑付当期双色球中奖者奖金时，由调节基金补足，调节基金不足时，用彩票兑奖周转金垫支。在出现业务费垫支的情况下，当调节基金有资金滚入时优先偿还垫支的彩票兑奖周转金。<br/><br/>
                            第四章  开 奖<br/>
                            第十八条 七乐彩由中福彩中心统一开奖，每周一、三、五开奖。摇奖过程在公证人员监督下进行，通过公众媒体发布开奖公告。<br/>
                            第十九条 各省中心将当期投注的全部数据刻入不可改写的光盘，中福彩中心对各省中心的数据进行汇总。开奖后，以光盘记录的当期数据作为开奖检索的依据。<br/>
                            第二十条 七乐彩通过摇奖器确定开奖号码。摇奖时先摇出7个号码作为基本号码，再摇出1个号码作为特别号码。<br/>
                            第二十一条 开奖公告在各地主要媒体公布，并在各投注站点张贴。<br/>
                            第二十二条   七乐彩的开奖结果以中福彩中心公布的开奖公告为准。<br/><br/>
                            第五章  中 奖<br/>
                            第二十三条   七乐彩以投注者所选投注号码与当期开奖号码相同个数的多少确定中奖等级，具体中奖设定如下：<br/>
                            一等奖：投注号码与当期开奖号码中7个基本号码完全相同（顺序不限，下同）；<br/>
                            二等奖：投注号码与当期开奖号码中任意6个基本号码及特别号码相同；<br/>
                            三等奖：投注号码与当期开奖号码中任意6个基本号码相同；<br/>
                            四等奖：投注号码与当期开奖号码中任意5个基本号码及特别号码相同；<br/>
                            五等奖：投注号码与当期开奖号码中任意5个基本号码相同；<br/>
                            六等奖：投注号码与当期开奖号码中任意4个基本号码及特别号码相同；<br/>
                            七等奖：投注号码与开奖号码中任意4个基本号码相同。<br/>
                            第二十四条   高奖等中奖者按各奖等的中奖注数均分该奖等奖金，并以元为单位取整计算；低奖等中奖者按各奖等的单注固定奖额获得奖金。<br/>
                            第二十五条   当期每注投注号码只有一次中奖机会，不能兼中兼得（另行设奖按设奖规定执行）。<br/><br/>
                            第六章 兑 奖<br/>
                            第二十六条   七乐彩兑奖当期有效。中奖者应当自开奖之日起60个自然日内，持中奖彩票到指定的地点兑奖。逾期未兑奖视为弃奖，弃奖奖金纳入彩票公益金。<br/>
                            第二十七条   中奖人兑奖时须提交完整的兑奖彩票。中奖彩票因受损导致无法辨认真伪的，不予兑奖。<br/>
                            第二十八条   各省具体兑奖规定按各省中心的兑奖规定执行。<br/>
                            第二十九条   单注彩票中奖金额超过一万元者，须缴纳个人所得税，所得税由兑奖机构代扣代缴。<br/><br/>
                            第七章  附 则<br/>
                            第三十条   本规则自批准之日起施行。
                            </p>
                        </div>
                    </div>
                </div></div>',
        ),
        '7' => array(
            'name' => '七星彩',
            'introduction' => '
<div class="article">
                    <div class="help-content">
                        <div class="help-title-time">
                            <h1 class="yahei big-title">七星彩玩法</h1>
        <!--                    <span>发布日期：2014.10.24</span>-->
                        </div>
                        <div class="p-content">
                            <h3>“七星彩”介绍：</h3>
                            <p>购买"七星彩"时，从0000000～9999999中选择任意7位自然数进行的投注，一组7位数的排列称为一注，每注金额人民币2元,单注彩票中奖奖金最高限额500万元。</p>
                            <h3>奖金分配方式 ：</h3>
                            <p>“7位数”设6个奖级，即一、二、三、四、五、六等奖。其中一、二等奖为浮动奖，其余为固定奖。<br/>
                            一等奖：奖金总额为当期奖金额减去固定奖总额后的90%，以及奖池资金和调节基金转入部分；<br/>
                            二等奖：奖金总额为当期奖金额减去固定奖总额后的10%；<br/>
                            三等奖：单注奖金固定为1800元；<br/>
                            四等奖：单注奖金固定为300元；<br/>
                            五等奖：单注奖金固定为20元；<br/>
                            六等奖：单注奖金固定为5元。<br/>
                            当奖池资金超过8000万元(含)时，下期一等奖与二等奖奖金分配比例倒置，即：一等奖分配奖金为当期奖金额减去固定奖总额后的10%；二等奖分配奖金为当期奖金额减去固定奖总额后的90%。 销售总额的50％为奖金, 分为当期奖金和调节基金。其中，49%为当期奖金，1%为调节基金。
                            </p>
                            <h3>玩法介绍</h3>
                            <p>一等奖：投注号码与开奖号码全部相符且排列一致，即中奖；<br/>
                            二等奖：投注号码有连续6位号码与开奖号码相同位置的连续6位号码相同，即中奖；<br/>
                            三等奖：投注号码有连续5位号码与开奖号码相同位置的连续5位号码相同，即中奖；<br/>
                            四等奖：投注号码有连续4位号码与开奖号码相同位置的连续4位号码相同，即中奖；<br/>
                            五等奖：投注号码有连续3位号码与开奖号码相同位置的连续3位号码相同，即中奖；<br/>
                            六等奖：投注号码有连续2位号码与开奖号码相同位置的连续2位号码相同，即中奖。
                            </p>
                            <h3>投注方式</h3>
                            <p>Ａ.单式投注（在选号区选中单式选项，然后选出所要的号码进行投注）<br/>
                            Ｂ.复式投注（在选号区选中复式选项，然后选出所要的号码进行投注）<br/>
                            Ｃ. 机选投注（在选号区选中单式选项，然后随机选出所要的号码进行投注）<br/>
                            </p>
                            <p><a href="#baseUrl#help/index/b#b#-s#s#-t1" href="javascript:;" target="_self">阅读详细规则</a></p>
                        </div>
                    </div>
                </div></div>',
            'rule' => '
<div class="article">
                    <div class="help-content">
                        <div class="help-title-time">
                            <h1 class="yahei big-title">七星彩</h1>
        <!--                    <span>发布日期：2014.10.24</span>-->
                        </div>
                        <div class="p-content">
                            <p>【第一章 总则】<br/>
                            第一条 根据《彩票发行与销售管理暂行规定》(财综[2002]13号)等规定，制定本规则。<br/>
                            第二条 全国联网电脑体育彩票7星彩(简称“7星彩”)由国家体育总局体育彩票管理中心统一发行，各省、自治区、直辖市体育彩票管理中心在所辖区域内承销。<br/>
                            第三条 7星彩采用计算机网络系统发行，在各省、自治区、直辖市体育彩票管理中心设置的投注站点销售，定期开奖。<br/>
                            第四条 7星彩实行自愿购买，凡购票者均被视为同意并遵守本规则。<br/>
                            第五条 不得向未成年人销售彩票或兑付奖金。<br/><br/>
                            【第二章 投注】<br/>
                            第六条 7星彩是指从0000000-9999999中选择任意7位自然数进行的投注，一组7位数的排列称为一注，每注金额人民币2元。购买者可进行多倍投注，投注倍数范围为2-99倍。单张彩票最大投注数量不得超过10000注。<br/>
                            第七条 7星彩按期销售，期号按公历年度编排。<br/>
                            第八条 投注者可选择机选号码投注、自选号码投注。机选号码投注即由投注机随机产生投注号码进行投注，自选号码投注即将投注者选定的号码输入投注机进行投注。<br/><br/>
                            【第三章 设奖】<br/>
                            第十条 7星彩按当期销售额的50%、15%、35%分别计提返奖奖金、彩票发行费和彩票公益金。返奖奖金分为当期奖金和调节基金，其中，49%为当期奖金，1%为调节基金。<br/>
                            第十一条 7星彩共设六个奖级，一、二等奖为浮动奖，三、四、五、六等奖为固定奖。各奖级和奖金规定如下：<br/>
                            一等奖：奖金总额为当期奖金额减去固定奖总额后的90%，以及奖池资金和调节基金转入部分;<br/>
                            二等奖：奖金总额为当期奖金额减去固定奖总额后的10%;<br/>
                            三等奖：单注奖金固定为1800元;<br/>
                            四等奖：单注奖金固定为300元;<br/>
                            五等奖：单注奖金固定为20元;<br/>
                            六等奖：单注奖金固定为5元。<br/>
                            第十二条 7星彩单注彩票中奖奖金最高限额500万元。<br/>
                            第十三条 7星彩设置奖池，奖池由未中出的浮动奖奖金和超出浮动奖单注奖金封顶限额部分的奖金组成。奖池与当期奖金中用于一等奖的部分及调节基金转入部分合并颁发一等奖奖金。<br/>
                            第十四条 当奖池资金超过8000万元(含)时，下期一等奖与二等奖奖金分配比例倒置，即：一等奖分配奖金为当期奖金额减去固定奖总额后的10%;二等奖分配奖金为当期奖金额减去固定奖总额后的90%。<br/>
                            第十五条 调节基金包括按销售总额的1%提取部分、浮动奖奖金取整后的余额、弃奖收入和逾期未退票的票款。调节基金专项用于支付各种不可预见情况下的奖金支出风险、调节浮动奖奖金以及设立特别奖。动用调节基金设立特别奖，应当报财政部审核批准。<br/>
                            第十六条 一、二等奖按照该奖级实际中奖注数平均分配该奖级奖金。当上一奖级单注奖金低于(或等于)下一奖级单注奖金时，上一奖级单注奖金补足至下一奖级单注奖金的二倍。所需资金从调节基金中支付，若调节基金不足时，用彩票发行费垫支。<br/><br/>
                            【第四章 开奖】<br/>
                            第十七条 7星彩每周二、五、日开奖，摇奖过程在公证人员监督下进行，通过电视台播出。开奖时按顺序摇出7个号码，该7个号码的排列为当期开奖号码。<br/>
                            第十八条 每期开奖后，国家体育总局体育彩票管理中心需将开奖号码、当期销售总额、各奖级中奖情况以及奖池资金余额等信息，通过新闻媒体向社会公布，并将开奖结果通知各销售终端。<br/><br/>
                            【第五章 中奖】<br/>
                            第十九条 7星彩根据投注号码与开奖号码相符情况确定相应中奖资格：<br/>
                            一等奖：投注号码与开奖号码全部相符且排列一致，即中奖;<br/>
                            二等奖：投注号码有连续6位号码与开奖号码相同位置的连续6位号码相同，即中奖;<br/>
                            三等奖：投注号码有连续5位号码与开奖号码相同位置的连续5位号码相同，即中奖;<br/>
                            四等奖：投注号码有连续4位号码与开奖号码相同位置的连续4位号码相同，即中奖;<br/>
                            五等奖：投注号码有连续3位号码与开奖号码相同位置的连续3位号码相同，即中奖;<br/>
                            六等奖：投注号码有连续2位号码与开奖号码相同位置的连续2位号码相同，即中奖。<br/>
                            第二十条 当期每注彩票只有一次中奖机会，不兼中兼得，另行设立的特别奖除外。<br/><br/>
                            【第六章 兑奖】<br/>
                            第二十一条 7星彩兑奖当期有效。每期自开奖之日起60个自然日为兑奖期，逾期未兑奖视为弃奖，弃奖奖金纳入调节基金。<br/>
                            第二十二条 兑奖机构有权查验中奖者的中奖彩票及有效身份证件，兑奖者应予配合。<br/>
                            第二十三条 凡伪造、涂改中奖彩票，冒领奖金者，送交司法机关追究法律责任。<br/><br/>
                            【第七章 附则】<br/>
                            第二十四条 本规则自批准之日起执行。
                            </p>
                        </div>
                    </div>
                </div></div>',
        ),
        '8' => array(
            'name' => '任选九',
            'introduction' => '
<div class="article">
                    <div class="help-content">
                        <div class="help-title-time">
                            <h1 class="yahei big-title">任选九玩法</h1>
        <!--                    <span>发布日期：2014.10.24</span>-->
                        </div>
                        <div class="p-content">
                            <p>　　“胜负任选9场”是以中国足球彩票胜负玩法所选择的足球比赛场次为竞猜对象，购买“胜负任选9场”时，由购买者从中国足球彩票胜负玩法选择的所有竞猜场次中的任意9场竞猜场次中每场比赛在 全场90分钟（含伤情补时）比赛的胜平负的结果进行投注，对于所选竞猜场次的比 赛成绩均只选择1种预测结果为单式投注，对于某一竞猜场次的比赛成绩选择2种（ 含）以上的预测结果为复式投注。购买者可对其选定的结果进行多倍投注，投注倍数范围为2-99倍。 </p>
                            <h3>奖金分配方式 </h3>
                            <p>“胜负任选9场”只设1个浮动奖级，即一等奖。一等奖为当期奖金额的100%，及奖池和调节基金转入部分。<br/>
                            “胜负任选9场”返奖奖金为销售总额的65％。其中，当期奖金为销售总额的64%，调节基金为销售总额的1%。返奖奖金除以中奖注数，就是中奖奖金。单注奖金封顶500万。
                            </p>
                            <h3>玩法介绍</h3>
                            <p>所购彩票选择的结果与中国足球彩票胜负玩法所选择的任意9场竞猜场次中每场比赛的胜平负结果一致即中一等奖 。 </p>
                            <h3>投注方式 </h3>
                            <p>Ａ. 单式投注：在选号区选中一个结果选项，然后选出所要的号码进行投注<br/>
                            Ｂ. 复式投注：在选号区选中多个选项，然后选出所要的号码进行投注<br/>
                            </p>
                            <p><a href="#baseUrl#help/index/b#b#-s#s#-t1" href="javascript:;" target="_self">阅读详细规则</a></p>
                        </div>
                    </div>
                </div></div>',
            'rule' => '
<div class="article">
                    <div class="help-content">
                        <div class="help-title-time">
                            <h1 class="yahei big-title">任选九</h1>
        <!--                    <span>发布日期：2014.10.24</span>-->
                        </div>
                        <div class="p-content">
                            <p>
                                第一章 总则<br/>
                                第一条 根据财政部《彩票发行与销售管理暂行规定》和《中国足球彩票发行与销售管理办法》，制定本游戏规则。<br/>
                                第二条 中国足球彩票胜负游戏附加玩法"任选9场"(以下简称"胜负任选9场")由国家体育总局体育彩票管理中心统一发行，在全国范围内进行联网销售。<br/>
                                第三条 "胜负任选9场"实行自愿购买，凡购买该彩票者即被视为同意并遵守本规则。<br/><br/>
                                第二章 游戏方法<br/>
                                第四条 "胜负任选9场"是以中国足球彩票胜负玩法所选择的足球比赛场次为竞猜对象，购买"胜负任选9场"时，由购买者从中国足球彩票胜负玩法选择的所有竞猜场次中的任意9场竞猜场次中每场比赛在全场90分钟(含伤情补时)比赛的胜平负的结果进行投注，对于所选竞猜场次的比赛成绩均只选择1种预测结果为单式投注，对于某一竞猜场次的比赛成绩选择2种(含)以上的预测结果为复式投注。购买者可对其选定的结果进行多倍投注，投注倍数范围为2-99倍。<br/>
                                第五条 购买者可在各省、自治区、直辖市体育彩票管理中心设置的投注站进行投注。投注号码可由投注机随机产生，也可通过投注单将购买者选定的号码输入投注机确定。投注号码经系统确认后打印出的兑奖凭证即为"胜负任选9场"足球彩票，交购买者保存。<br/>
                                第六条 "胜负任选9场"每注2元人民币。彩票不记名、不挂失，不返还本金，不流通使用。<br/><br/>
                                第三章 设奖<br/>
                                第七条 "胜负任选9场"只设1个浮动奖级，即一等奖。<br/>
                                第八条 奖金分配：<br/>
                                一等奖为当期奖金额的100%，及奖池和调节基金转入部分。<br/>
                                如出现《管理办法》第十二条规定的特别情形，则以《管理办法》确定的结果作为开奖结果，并以总局彩票中心的公告为准<br/>
                                第九条 单注彩票中奖奖金最高限额500万元。<br/><br/>
                                第四章 奖金管理<br/>
                                第十条 "胜负任选9场"返奖奖金为销售总额的65%。其中，当期奖金为销售总额的64%，调节基金为销售总额的1%。<br/>
                                第十一条 "胜负任选9场"设置奖池，奖池由上期未中出的浮动奖奖金和超出一等奖单注封顶限额部分的奖金组成。奖池与当期奖金中用于一等奖的部分及调节基金转入部分合并为一等奖奖金。单注奖金以元为单位取整，不足1元补足至1元，补足部分从调节基金支付，调节基金不足从发行费列支。<br/>
                                第十二条 调节基金包括按销售总额1%提取部分、浮动奖奖金取整后的余额、弃奖收入和逾期未退票的票款。调节基金专项用于支付各种不可预见情况下的奖金支出风险、调节浮动奖奖金，以及设立特别奖。<br/><br/>
                                第五章 中奖<br/>
                                第十三条 所购彩票选择的结果与中国足球彩票胜负玩法所选择的任意9场竞猜场次中每场比赛的胜平负结果一致即中一等奖。<br/><br/>
                                第六章 开奖及公告<br/>
                                第十四条 "胜负任选9场"与中国足球彩票胜负玩法同期销售与计奖。<br/>
                                第十五条 每期计奖后，当期销售总额、中奖情况以及奖池资金余额等信息，将通过新闻媒体向社会公布，并将开奖结果通知各销售终端。<br/><br/>
                                第七章 兑奖<br/>
                                第十六条 "胜负任选9场"兑奖当期有效。每期自计奖次日起60天为兑奖期，逾期未兑，视为弃奖。<br/>
                                第十七条 兑奖机构有权查验中奖者的中奖彩票及有效身份证件，兑奖者应予配合。<br/>
                                第十八条 凡伪造、涂改中奖彩票，冒领奖金者，送交司法机关追究法律责任。<br/><br/>
                                第八章 附则<br/>
                                第十九条 本游戏规则由国家体育总局体育彩票管理中心负责解释。<br/>
                                第二十条 本游戏规则自下发之日起执行。 <br/>
                            </p>
                        </div>
                    </div>
                </div></div>',
        ),
        '9' => array(
            'name' => '胜负彩',
            'introduction' => '
<div class="article">
                    <div class="help-content">
                        <div class="help-title-time">
                            <h1 class="yahei big-title">14场胜负彩玩法</h1>
        <!--                    <span>发布日期：2014.10.24</span>-->
                        </div>
                        <div class="p-content">
                            <p>　　“胜负游戏”是以中国足球彩票胜负玩法所选择的足球比赛场次为竞猜对象，购买“胜负游戏”时，由购买者从中国足球彩票胜负玩法选择的所有竞猜场次每场比赛在全场90分钟（含伤情补时）比赛的胜平负的结果进行投注，对于所选竞猜场次的比赛成绩均只选择1种预测结果为单式投注，对于某一竞猜场次的比赛成绩选择2种（含）以上的预测结果为复式投注。<br/>
                            购买者可对其选定的结果进行多倍投注，投注倍数范围为2-99倍。现在一期胜负彩数量总共为14场。每注2元人民币。
                            </p>
                            <h3>奖金分配方式 </h3>
                            <p>“胜负游戏”只设2个浮动奖级，分别为一等奖和二等奖。具体奖级设置如下： <br/>
                            一等奖  奖金为当期奖金总额的70%，及奖池和调节基金转入部分<br/>
                            二等奖  奖金为当期奖金总额的30%<br/>
                            “胜负游戏”返奖奖金为销售总额的65％。其中，当期奖金为销售总额的64%，调节基金为销售总额的1%。<br/> 
                            “胜负游戏”设置奖池，奖池由上期未中出的浮动奖奖金和超出一等奖单注封顶限额部分的奖金组成。奖池与当期奖金中用于一等奖的部分及调节基金转入部分合并为一等奖奖金。 <br/>
                            返奖奖金除以中奖注数，就是中奖奖金。单注奖金封顶500万。
                            </p>
                            <h3>玩法介绍</h3>
                            <p>一等奖 猜中全部14场比赛的胜平负结果；<br/>
                            二等奖 猜中其中13场比赛的胜平负结果；
                            </p>
                            <h3>投注方式 </h3>
                            <p>Ａ. 单式投注：在选号区选中一个结果选项，然后选出所要的号码进行投注 <br/>
                            Ｂ. 复式投注：在选号区选中多个选项，然后选出所要的号码进行投注<br/>
                            </p>
                            <p><a href="#baseUrl#help/index/b#b#-s#s#-t1" href="javascript:;" target="_self">阅读详细规则</a></p>
                        </div>
                    </div>
                </div></div>',
            'rule' => '
<div class="article">
                    <div class="help-content">
                        <div class="help-title-time">
                            <h1 class="yahei big-title">胜负彩</h1>
        <!--                    <span>发布日期：2014.10.24</span>-->
                        </div>
                        <div class="p-content">
                            <p>
                                第一章 总则<br/>
                                第一条 根据财政部《彩票发行与销售管理暂行规定》和《中国足球彩票发行与销售管理办法》，制定本游戏规则。<br/>
                                第二条 中国足球彩票胜负游戏（简称"胜负游戏"）由国家体育总局体育彩票管理中心统一发行，在全国范围内进行联网销售。<br/>
                                第三条 "胜负游戏"实行自愿购买，凡购买该彩票者即被视为同意并遵守本规则。<br/><br/>
                                第二章 游戏方法<br/>
                                第四条 "胜负游戏"是以中国足球彩票胜负玩法所选择的足球比赛场次为竞猜对象，购买"胜负游戏"时，由购买者从中国足球彩票胜负玩法选择的所有竞猜场次每场比赛在全场90分钟（含伤情补时）比赛的胜平负的结果进行投注，对于所选竞猜场次的比赛成绩均只选择1种预测结果为单式投注，对于某一竞猜场次的比赛成绩选择2种（含）以上的预测结果为复式投注。<br/>
                                购买者可对其选定的结果进行多倍投注，投注倍数范围为2-99倍。<br/>
                                第五条 购买者可在各省、自治区、直辖市体育彩票管理中心设置的投注站进行投注。投注号码可由投注机随机产生，也可通过投注单将购买者选定的号码输入投注机确定。投注号码经系统确认后打印出的兑奖凭证即为"胜负游戏"足球彩票，交购买者保存。<br/>
                                第六条 "胜负游戏"每注2元人民币。彩票不记名、不挂失，不返还本金，不流通使用。<br/><br/>
                                第三章 设奖<br/>
                                第七条 "胜负游戏"只设2个浮动奖级，分别为一等奖和二等奖。<br/>
                                第八条 奖金分配：<br/>
                                一等奖为当期奖金总额的70%，及奖池和调节基金转入部分；<br/>
                                二等奖为当期奖金总额的30%。<br/>
                                第九条 单注彩票中奖奖金最高限额500万元。<br/><br/>
                                第四章 奖金管理<br/>
                                第十条 "胜负游戏"返奖奖金为销售总额的65％。其中，当期奖金为销售总额的64%，调节基金为销售总额的1%。<br/>
                                第十一条 "胜负游戏"设置奖池，奖池由上期未中出的浮动奖奖金和超出一等奖单注封顶限额部分的奖金组成。奖池与当期奖金中用于一等奖的部分及调节基金转入部分合并为一等奖奖金。 单注奖金以元为单位取整，不足1元补足至1元，补足部分从调节基金支付，调节基金不足从发行费列支。<br/>
                                第十二条 调节基金包括按销售总额1%提取部分、浮动奖奖金取整后的余额、弃奖收入和逾期未退票的票款。调节基金专项用于支付各种不可预见情况下的奖金支出风险、调节浮动奖奖金，以及设立特别奖。<br/><br/>
                                第五章 中奖<br/>
                                第十三条 足球足彩胜负票以购票人预测的胜平负结果与对应的实际比赛结果相符的数量，确定其中奖与否以及中奖等级。具体奖级设置如下：<br/>
                                一等奖 猜中全部14场比赛的胜平负结果；<br/>
                                二等奖 猜中其中13场比赛的胜平负结果。<br/>
                                如出现《管理办法》第十三条规定的特别情形，则以《管理办法》确定的结果作为开奖结果，并以总局彩票中心的公告为准<br/><br/>
                                第六章 开奖及公告<br/>
                                第十四条 每期计奖后，当期销售总额、中奖情况以及奖池资金余额等信息，将通过新闻媒体向社会公布，并将开奖结果通知各销售终端。<br/><br/>
                                第七章 兑奖<br/>
                                第十五条 "胜负游戏"兑奖当期有效。每期自计奖次日起60天为兑奖期，逾期未兑，视为弃奖。<br/>
                                第十六条 兑奖机构有权查验中奖者的中奖彩票及有效身份证件，兑奖者应予配合。<br/>
                                第十七条 凡伪造、涂改中奖彩票，冒领奖金者，送交司法机关追究法律责任。<br/><br/>
                                第八章 附则<br/>
                                第十八条 本游戏规则由国家体育总局体育彩票管理中心负责解释。<br/>
                                第十九条 本游戏规则自下发之日起执行。 <br/>
                            </p>
                        </div>
                    </div>
                </div></div>',
        ),
        '10' => array(
            'name' => '老11选5',
            'introduction' => '
<div class="article">
                    <div class="help-content">
                        <div class="help-title-time">
                            <h1 class="yahei big-title">老11选5玩法</h1>
        <!--                    <span>发布日期：2014.10.24</span>-->
                        </div>
                        <div class="p-content">
                            <h3>一、玩法说明 </h3>
                            <p>"11选5"电脑体育彩票每期开奖结果通过随机数码生成器，从01-11共11个号码中按顺序自动生成5个不同号码作为当期中奖号码。"11选5"电脑体育彩票10分钟一期，9分钟销售，1分钟开奖，一天87期。</p>
                            <h3>二、奖金分配方式</h3>
                            <p>老11选5”按不同单式投注方式设奖，均为固定奖<br/>
                            <div style="color: rgb(51, 51, 51); font-family: Arial, Verdana, simSun, sans-serif; line-height: 25px;">#syydj#</div><br/>
                            “老11选5”按每期销售总额的59%、13%、28%计提返奖奖金、彩票发行费和彩票公益金。
                            </p>
                            <h3>三、玩法介绍 </h3>
                            <p>任选一中1：投注的1个号码与当期顺序摇出的5个号码中的第1个号码相同，则中奖。<br/>
                            任选二中2：投注的2个号码与当期摇出的5个号码中的任2个号码相同，则中奖。<br/>
                            选前二组选：投注的2个号码与当期顺序摇出的5个号码中的前2个号码相同，则中奖。<br/>
                            选前二直选：投注的2个号码与当期顺序摇出的5个号码中的前2个号码相同且顺序一致，则中奖。<br/>
                            任选三中3：投注的3个号码与当期摇出的5个号码中的任3个号码相同，则中奖。<br/>
                            选前三组选：投注的3个号码与当期顺序摇出的5个号码中的前3个号码相同，则中奖。<br/>
                            选前三直选：投注的3个号码与当期顺序摇出的5个号码中的前3个号码相同且顺序一致，则中奖。<br/>
                            任选四中4：投注的4个号码与当期摇出的5个号码中的任4个号码相同，则中奖。<br/>
                            任选五中5：投注的5个号码与当期摇出的5个号码相同，则中奖。<br/>
                            任选六中5：投注的6个号码中任5个号码与当期摇出的5个号码相同，则中奖。<br/>
                            任选七中5：投注的7个号码中任5个号码与当期摇出的5个号码相同，则中奖。<br/>
                            任选八中5：投注的8个号码中任5个号码与当期摇出的5个号码相同，则中奖。<br/>
                            乐选三：投注的3个号码与当期摇出的5个号码中的任3个号码相同或前3个号码相同或前3个号码相同且顺序一致，则中奖。<br/>
                            乐选四中3：投注的4个号码与当期摇出的5个号码中的任3个号码相同，则中奖。<br/>
                            乐选四中4：投注的4个号码与当期摇出的5个号码中的任4个号码相同，则中奖。<br/>
                            乐选五中4：投注的5个号码与当期摇出的5个号码中的任4个号码相同，则中奖。<br/>
                            乐选五中5：投注的5个号码与当期摇出的5个号码中的任5个号码相同，则中奖。
                            </p>
                            <h3>四、投注方式</h3>
                            <p>从01（射击）、02（射箭）、03（游泳）、04（跳水）、05（田径）、06（乒乓球）、07（篮球）、08（足球）、09（举重）、10（赛艇）、11（帆船）共11个号码（比赛项目）中任选1个或多个（最多8个）号码（比赛项目）所组成的一注彩票的投注为单式投注。其中：<br/>
                            从11个号码中任选1个号码的投注为“任选一”；<br/>
                            选2个号码的投注分为“任选二”、“选前二”；<br/>
                            选3个号码的投注分为“任选三”、“选前三”；<br/>
                            选4个号码的投注为“任选四”；<br/>
                            选5个号码的投注为“任选五”；<br/>
                            选6个号码的投注为“任选六”；<br/>
                            选7个号码的投注为“任选七”；<br/>
                            选8个号码的投注为“任选八”。<br/>
                            “选前二”、“选前三”投注方式分为直选投注和组选投注。<br/>
                            直选投注：所选2个或3个号码与当期顺序摇出的5个号码中的前2个或3个号码一一对应进行的投注。<br/>
                            组选投注：所选2个或3个号码与当期顺序摇出的5个号码中的前2个或3个号码不按先后，均作为一注投注号码进行的投注。
                            </p>
                            <p><a href="#baseUrl#help/index/b#b#-s#s#-t1" href="javascript:;" target="_self">阅读详细规则</a></p>
                        </div>
                    </div>
                </div></div>',
            'rule' => '
<div class="article">
                    <div class="help-content">
                        <div class="help-title-time">
                            <h1 class="yahei big-title">老11选5</h1>
        <!--                    <span>发布日期：2014.10.24</span>-->
                        </div>
                        <div class="p-content">
                            <p>第一章 总 则<br/>
                                第一条 根据财政部《彩票发行与销售管理暂行办法》（财综〔2002〕13号），制定本游戏规则。<br/>
                                第二条 “老11选5”电脑体育彩票（以下简称老11选5）由国家体育总局体育彩票管理中心统一发行，山东省体育彩票管理中心在所辖区域内承销，采用计算机网络系统发行销售。<br/>
                                第三条 “老11选5”实行自愿购买，凡购买该彩票者即视为同意并遵守本规则。<br/>
                                第四条 不得向未成年人销售彩票或兑付奖金。<br/><br/>
                                第二章 投 注<br/>
                                第五条 购买“老11选5”时，从01（射击）、02（射箭）、03（游泳）、04（跳水）、05（田径）、06（乒乓球）、07（篮球）、08（足球）、09（举重）、10（赛艇）、11（帆船）共11个号码（比赛项目）中任选1个或多个（最多8个）号码（比赛项目）所组成的一注彩票的投注为单式投注。其中：<br/>
                                从11个号码中任选1个号码的投注为“任选一”；<br/>
                                选2个号码的投注分为“任选二”、“选前二”；<br/>
                                选3个号码的投注分为“任选三”、“选前三”；<br/>
                                选4个号码的投注为“任选四”；<br/>
                                选5个号码的投注为“任选五”；<br/>
                                选6个号码的投注为“任选六”；<br/>
                                选7个号码的投注为“任选七”；<br/>
                                选8个号码的投注为“任选八”。<br/>
                                第六条 “选前二”、“选前三”投注方式分为直选投注和组选投注。<br/>
                                直选投注：所选2个或3个号码与当期顺序摇出的5个号码中的前2个或3个号码一一对应进行的投注。<br/>
                                组选投注：所选2个或3个号码与当期顺序摇出的5个号码中的前2个或3个号码不按先后，均作为一注投注号码进行的投注。<br/>
                                第七条 除单式投注外、购买者还可进行复式投注、胆拖投注、多倍投注。<br/>
                                复式投注是指所选号码个数超过单式投注的号码个数，按该单式投注方式组成多注彩票的投注。<br/>
                                胆拖投注是指先选取少于单式投注号码个数的号码作为胆码（即每注彩票均包含的号码），再选取除胆码以外的号码作为拖码，胆码与拖码个数之和须多于单式投注号码个数，由胆码与拖码按该单式投注方式组成多注彩票的投注。<br/>
                                多倍投注是指对选定结果不超过99倍的投注。<br/>
                                第八条 “老11选5”按期销售，每10分钟销售一期。销售期号按每期开奖顺序编排。<br/>
                                第九条 单张彩票最大投注金额不超过20000元。<br/>
                                第十条 购买者可在山东省体育彩票管理中心设置的投注站进行投注。投注号码可由投注机随机产生，也可通过投注单将购买者选定的号码输入投注机确定。投注号码经系统确认后打印出的兑奖凭证即为“老11选5”电脑体育彩票，交购买者保存。<br/>
                                第十一条 “老11选5”每期全部投注号码的可投注数量实行动态控制，如投注号码受限，则不能投注。<br/>
                                第十二条 若因销售终端故障、通讯线路故障和投注站信用额度受限等原因造成投注不成功，应退还投注者投注金额。<br/>
                                第十三条 “老11选5”每注2元人民币。彩票不记名、不挂失、不返还本金、不流通使用。<br/><br/>
                                第三章 设 奖<br/>
                                第十四条 “老11选5”按每期销售总额的59%、13%、28%计提返奖奖金、彩票发行费和彩票公益金。<br/>
                                第十五条 “老11选5”按不同单式投注方式设奖，均为固定奖。奖金规定如下：<br/>
                                任选一中1，单注固定奖金13元。<br/>
                                任选二中2，单注固定奖金6元；<br/>
                                选前二组选，单注固定奖金65元；<br/>
                                选前二直选，单注固定奖金130元。<br/>
                                任选三中3，单注固定奖金19元；<br/>
                                选前三组选，单注固定奖金195元；<br/>
                                选前三直选，单注固定奖金1170元。<br/>
                                任选四中4，单注固定奖金78元。<br/>
                                任选五中5，单注固定奖金540元。<br/>
                                任选六中5，单注固定奖金90元。<br/>
                                任选七中5，单注固定奖金26元。<br/>
                                任选八中5，单注固定奖金9元。<br/>
                               乐选三，单注固定奖金19元或214元或1384元。<br/>
		   乐选四中3，单注固定奖金19元。<br/>
		   乐选四中4，单注固定奖金154元。<br/>
		   乐选五中4，单注固定奖金90元。<br/>
		   乐选五中5，单注固定奖金1080元。<br/>
                                第十六条 “老11选5”设置奖池，奖池由当期计提奖金与实际中出奖金的差额累计而成。若当期计提奖金大于当期实际中出奖金时，余额滚入奖池；若当期计提奖金小于当期实际中出奖金时，差额用奖池补足；若奖池资金不足时，用调节基金补足，调节基金不足时，从彩票发行费中垫支。<br/>
                                第十七条 调节基金包括弃奖收入和逾期未退票的票款。调节基金专项用于支付各种不可预见情况下的奖金支出风险以及设立特别奖。<br/><br/>
                                第四章 开 奖<br/>
                                第十八条 “老11选5”票每10分钟开奖一次。<br/>
                                第十九条 “老11选5”每期开奖结果通过随机数码生成器，从01-11共11个号码中按顺序自动生成5个不同号码作为当期中奖号码。<br/>
                                第二十条 每期开奖结果通过视频方式及时通知各销售终端。<br/><br/>
                                第五章 中 奖<br/>
                                第二十一条 所购彩票与当期开奖结果对照，符合以下情况即为中奖。<br/>
                                任选一中1：投注的1个号码与当期顺序摇出的5个号码中的第1个号码相同，则中奖。<br/>
                                任选二中2：投注的2个号码与当期摇出的5个号码中的任2个号码相同，则中奖。<br/>
                                选前二组选：投注的2个号码与当期顺序摇出的5个号码中的前2个号码相同，则中奖。<br/>
                                选前二直选：投注的2个号码与当期顺序摇出的5个号码中的前2个号码相同且顺序一致，则中奖。<br/>
                                任选三中3：投注的3个号码与当期摇出的5个号码中的任3个号码相同，则中奖。<br/>
                                选前三组选：投注的3个号码与当期顺序摇出的5个号码中的前3个号码相同，则中奖。<br/>
                                选前三直选：投注的3个号码与当期顺序摇出的5个号码中的前3个号码相同且顺序一致，则中奖。<br/>
                                任选四中4：投注的4个号码与当期摇出的5个号码中的任4个号码相同，则中奖。<br/>
                                任选五中5：投注的5个号码与当期摇出的5个号码相同，则中奖。<br/>
                                任选六中5：投注的6个号码中任5个号码与当期摇出的5个号码相同，则中奖。<br/>
                                任选七中5：投注的7个号码中任5个号码与当期摇出的5个号码相同，则中奖。<br/>
                                任选八中5：投注的8个号码中任5个号码与当期摇出的5个号码相同，则中奖。<br/><br/>
                                第六章 兑 奖<br/>
                                第二十二条 “老11选5”兑奖当期有效。每期自开奖当天起60天为兑奖期，逾期未兑视为弃奖，弃奖奖金纳入调节基金。<br/>
                                第二十三条 中奖彩票为兑奖唯一凭证，中奖彩票因玷污、损坏等原因不能正确识别的，不能兑奖。<br/>
                                第二十四条 兑奖机构有权查验中奖者的中奖彩票及有效身份证件，兑奖者应予配合。<br/>
                                第二十五条 凡伪造、涂改中奖彩票，冒领奖金者，送交司法机关追究法律责任。<br/><br/>
                                第七章 附 则<br/>
                                第二十六条 本游戏规则解释权属国家体育总局体育彩票管理中心。<br/>
                                第二十七条 本游戏规则自发布之日起执行。 <br/>
                            </p>
                        </div>
                    </div>
                </div>
            </div>',
        ),
        '12' => array(
        	'name' => '新11选5',
        	'introduction' => '
<div class="article">
                    <div class="help-content">
                        <div class="help-title-time">
                            <h1 class="yahei big-title">新11选5玩法</h1>
                        </div>
        			<div class="p-content">
                            <h3>一、玩法说明 </h3>
                            <p>"11选5"电脑体育彩票每期开奖结果通过随机数码生成器，从01-11共11个号码中按顺序自动生成5个不同号码作为当期中奖号码。"11选5"电脑体育彩票10分钟一期，9分钟销售，1分钟开奖，一天84期。</p>
                            <h3>二、奖金分配方式</h3>
                            <p>“11选5”按不同单式投注方式设奖，均为固定奖<br>
                            </p><div style="color: rgb(51, 51, 51); font-family: Arial, Verdana, simSun, sans-serif; line-height: 25px;"><img src="/caipiaoimg/v1.1/images/syydj.png" type="image/png" style="cursor: default;cursor: default;"></div><br>
                            “11选5”按每期销售总额的59%、13%、28%计提返奖奖金、彩票发行费和彩票公益金。
                            <p></p>
                            <h3>三、玩法介绍 </h3>
                            <p>任选一中1：投注的1个号码与当期顺序摇出的5个号码中的第1个号码相同，则中奖。<br>
                            任选二中2：投注的2个号码与当期摇出的5个号码中的任2个号码相同，则中奖。<br>
                            选前二组选：投注的2个号码与当期顺序摇出的5个号码中的前2个号码相同，则中奖。<br>
                            选前二直选：投注的2个号码与当期顺序摇出的5个号码中的前2个号码相同且顺序一致，则中奖。<br>
                            任选三中3：投注的3个号码与当期摇出的5个号码中的任3个号码相同，则中奖。<br>
                            选前三组选：投注的3个号码与当期顺序摇出的5个号码中的前3个号码相同，则中奖。<br>
                            选前三直选：投注的3个号码与当期顺序摇出的5个号码中的前3个号码相同且顺序一致，则中奖。<br>
                            任选四中4：投注的4个号码与当期摇出的5个号码中的任4个号码相同，则中奖。<br>
                            任选五中5：投注的5个号码与当期摇出的5个号码相同，则中奖。<br>
                            任选六中5：投注的6个号码中任5个号码与当期摇出的5个号码相同，则中奖。<br>
                            任选七中5：投注的7个号码中任5个号码与当期摇出的5个号码相同，则中奖。<br>
                            任选八中5：投注的8个号码中任5个号码与当期摇出的5个号码相同，则中奖。
                            </p>
                            <h3>四、投注方式</h3>
                            <p>从01、02、03、04、05、06、07、08、09、10、11共11个号码中任选1个或多个（最多8个）号码所组成的一注彩票的投注为单式投注。其中：<br>
                            从11个号码中任选1个号码的投注为“任选一”；<br>
                            选2个号码的投注分为“任选二”、“选前二”；<br>
                            选3个号码的投注分为“任选三”、“选前三”；<br>
                            选4个号码的投注为“任选四”；<br>
                            选5个号码的投注为“任选五”；<br>
                            选6个号码的投注为“任选六”；<br>
                            选7个号码的投注为“任选七”；<br>
                            选8个号码的投注为“任选八”。<br>
                            “选前二”、“选前三”投注方式分为直选投注和组选投注。<br>
                            直选投注：所选2个或3个号码与当期顺序摇出的5个号码中的前2个或3个号码一一对应进行的投注。<br>
                            组选投注：所选2个或3个号码与当期顺序摇出的5个号码中的前2个或3个号码不按先后，均作为一注投注号码进行的投注。
                            </p>
                            <p><a href="/help/index/b5-s13-t1" target="_self">阅读详细规则</a></p>
                        </div>
        			</div>
        		</div>',
        	'rule' => '
<div class="article">
        		<div class="help-content">
        			<div class="help-title-time">
        			<h1 class="yahei big-title">新11选5</h1>
        		</div>
        			<div class="p-content">
                            <p>第一章 总 则<br>
                                第一条 根据财政部《彩票发行与销售管理暂行办法》（财综〔2002〕13号），制定本游戏规则。<br>
                                第二条 “新11选5”电脑体育彩票（以下简称“11选5”）由国家体育总局体育彩票管理中心统一发行，江西省体育彩票管理中心在所辖区域内承销，采用计算机网络系统发行销售。<br>
                                第三条 “11选5”实行自愿购买，凡购买该彩票者即视为同意并遵守本规则。<br>
                                第四条 不得向未成年人销售彩票或兑付奖金。<br><br>
                                第二章 投 注<br>
                                第五条 购买“11选5”时，从01、02、03、04、05、06、07、08、09、10、11共11个号码中任选1个或多个（最多8个）号码所组成的一注彩票的投注为单式投注。其中：<br>
                                从11个号码中任选1个号码的投注为“任选一”；<br>
                                选2个号码的投注分为“任选二”、“选前二”；<br>
                                选3个号码的投注分为“任选三”、“选前三”；<br>
                                选4个号码的投注为“任选四”；<br>
                                选5个号码的投注为“任选五”；<br>
                                选6个号码的投注为“任选六”；<br>
                                选7个号码的投注为“任选七”；<br>
                                选8个号码的投注为“任选八”。<br>
                                第六条 “选前二”、“选前三”投注方式分为直选投注和组选投注。<br>
                                直选投注：所选2个或3个号码与当期顺序摇出的5个号码中的前2个或3个号码一一对应进行的投注。<br>
                                组选投注：所选2个或3个号码与当期顺序摇出的5个号码中的前2个或3个号码不按先后，均作为一注投注号码进行的投注。<br>
                                第七条 除单式投注外、购买者还可进行复式投注、胆拖投注、多倍投注。<br>
                                复式投注是指所选号码个数超过单式投注的号码个数，按该单式投注方式组成多注彩票的投注。<br>
                                胆拖投注是指先选取少于单式投注号码个数的号码作为胆码（即每注彩票均包含的号码），再选取除胆码以外的号码作为拖码，胆码与拖码个数之和须多于单式投注号码个数，由胆码与拖码按该单式投注方式组成多注彩票的投注。<br>
                                多倍投注是指对选定结果不超过99倍的投注。<br>
                                第八条 “11选5”按期销售，每10分钟销售一期。销售期号按每期开奖顺序编排。<br>
                                第九条 单张彩票最大投注金额不超过20000元。<br>
                                第十条 购买者可在江西省体育彩票管理中心设置的投注站进行投注。投注号码可由投注机随机产生，也可通过投注单将购买者选定的号码输入投注机确定。投注号码经系统确认后打印出的兑奖凭证即为“11选5”电脑体育彩票，交购买者保存。<br>
                                第十一条 “11选5”每期全部投注号码的可投注数量实行动态控制，如投注号码受限，则不能投注。<br>
                                第十二条 若因销售终端故障、通讯线路故障和投注站信用额度受限等原因造成投注不成功，应退还投注者投注金额。<br>
                                第十三条 “11选5”每注2元人民币。彩票不记名、不挂失、不返还本金、不流通使用。<br><br>
                                第三章 设 奖<br>
                                第十四条 “11选5”按每期销售总额的59%、13%、28%计提返奖奖金、彩票发行费和彩票公益金。<br>
                                第十五条 “11选5”按不同单式投注方式设奖，均为固定奖。奖金规定如下：<br>
                                任选一中1，单注固定奖金13元。<br>
                                任选二中2，单注固定奖金6元；<br>
                                选前二组选，单注固定奖金65元；<br>
                                选前二直选，单注固定奖金130元。<br>
                                任选三中3，单注固定奖金19元；<br>
                                选前三组选，单注固定奖金195元；<br>
                                选前三直选，单注固定奖金1170元。<br>
                                任选四中4，单注固定奖金78元。<br>
                                任选五中5，单注固定奖金540元。<br>
                                任选六中5，单注固定奖金90元。<br>
                                任选七中5，单注固定奖金26元。<br>
                                任选八中5，单注固定奖金9元。<br>
                                第十六条 “11选5”设置奖池，奖池由当期计提奖金与实际中出奖金的差额累计而成。若当期计提奖金大于当期实际中出奖金时，余额滚入奖池；若当期计提奖金小于当期实际中出奖金时，差额用奖池补足；若奖池资金不足时，用调节基金补足，调节基金不足时，从彩票发行费中垫支。<br>
                                第十七条 调节基金包括弃奖收入和逾期未退票的票款。调节基金专项用于支付各种不可预见情况下的奖金支出风险以及设立特别奖。<br><br>
                                第四章 开 奖<br>
                                第十八条 “11选5”票每10分钟开奖一次。<br>
                                第十九条 “11选5”每期开奖结果通过随机数码生成器，从01-11共11个号码中按顺序自动生成5个不同号码作为当期中奖号码。<br>
                                第二十条 每期开奖结果通过视频方式及时通知各销售终端。<br><br>
                                第五章 中 奖<br>
                                第二十一条 所购彩票与当期开奖结果对照，符合以下情况即为中奖。<br>
                                任选一中1：投注的1个号码与当期顺序摇出的5个号码中的第1个号码相同，则中奖。<br>
                                任选二中2：投注的2个号码与当期摇出的5个号码中的任2个号码相同，则中奖。<br>
                                选前二组选：投注的2个号码与当期顺序摇出的5个号码中的前2个号码相同，则中奖。<br>
                                选前二直选：投注的2个号码与当期顺序摇出的5个号码中的前2个号码相同且顺序一致，则中奖。<br>
                                任选三中3：投注的3个号码与当期摇出的5个号码中的任3个号码相同，则中奖。<br>
                                选前三组选：投注的3个号码与当期顺序摇出的5个号码中的前3个号码相同，则中奖。<br>
                                选前三直选：投注的3个号码与当期顺序摇出的5个号码中的前3个号码相同且顺序一致，则中奖。<br>
                                任选四中4：投注的4个号码与当期摇出的5个号码中的任4个号码相同，则中奖。<br>
                                任选五中5：投注的5个号码与当期摇出的5个号码相同，则中奖。<br>
                                任选六中5：投注的6个号码中任5个号码与当期摇出的5个号码相同，则中奖。<br>
                                任选七中5：投注的7个号码中任5个号码与当期摇出的5个号码相同，则中奖。<br>
                                任选八中5：投注的8个号码中任5个号码与当期摇出的5个号码相同，则中奖。<br><br>
                                第六章 兑 奖<br>
                                第二十二条 “11选5”兑奖当期有效。每期自开奖当天起60天为兑奖期，逾期未兑视为弃奖，弃奖奖金纳入调节基金。<br>
                                第二十三条 中奖彩票为兑奖唯一凭证，中奖彩票因玷污、损坏等原因不能正确识别的，不能兑奖。<br>
                                第二十四条 兑奖机构有权查验中奖者的中奖彩票及有效身份证件，兑奖者应予配合。<br>
                                第二十五条 凡伪造、涂改中奖彩票，冒领奖金者，送交司法机关追究法律责任。<br><br>
                                第七章 附 则<br>
                                第二十六条 本游戏规则解释权属国家体育总局体育彩票管理中心。<br>
                                第二十七条 本游戏规则自发布之日起执行。 <br>
                            </p>
                        </div>
        			</div>'
        ),
        '11' => array(
            'name' => '双色球',
            'introduction' => '
<div class="article">
                    <div class="help-content">
                        <div class="help-title-time">
                            <h1 class="yahei big-title">双色球玩法</h1>
        <!--                    <span>发布日期：2014.10.24</span>-->
                        </div>
                        <div class="p-content">
                            <h3>一、玩法说明</h3>
                            <p>双色球投注区分为红色球号码区和蓝色球号码区，红色球号码区由1-33共三十三个号码组成，蓝色球号码区由1-16共十六个号码组成。投注时选择6个红色球号码和1个蓝色球号码组成一注进行单式投注，每注金额人民币2元。</p>
                            <h3>二、奖金分配方式</h3>
                            <p>一等奖 <br/>
                            当奖池资金低于1亿元时，奖金总额为当期高奖级奖金的75%与奖池中累积的资金之和，单注奖金按注均分，单注最高限额封顶500万元。当奖池资金高于1亿元(含)时，奖金总额包括两部分，一部分为当期高奖级奖金的55%与奖池中累积的资金之和，单注奖金按注均分，单注最高限额封顶500万元;另一部分为当期高奖级奖金的20%，单注奖金按注均分，单注最高限额封顶500万元。<br/>
                            二等奖 <br/> 
                            奖金总额为当期高奖级奖金的25%，单注奖金按注均分，单注最高限额封顶500万元。<br/>
                            三等奖 <br/>
                            单注奖金固定为3000元。<br/>
                            四等奖 <br/>
                            单注奖金固定为200元。<br/>
                            五等奖 <br/>
                            单注奖金固定为10元。<br/>
                            六等奖 <br/>
                            单注奖金固定为5元。
                            </p>
                            <h3>三、玩法介绍</h3>
                            <p>一等奖：投注号码与当期开奖号码全部相同(顺序不限，下同)，即中奖；<br/>
                            二等奖：投注号码与当期开奖号码中的6个红色球号码相同，即中奖；<br/>
                            三等奖：投注号码与当期开奖号码中的任意5个红色球号码和1个蓝色球号码相同，即中奖；<br/>
                            四等奖：投注号码与当期开奖号码中的任意5个红色球号码相同，或与任意4个红色球号码和1个蓝色球号码相同，即中奖；<br/>
                            五等奖：投注号码与当期开奖号码中的任意4个红色球号码相同，或与任意3个红色球号码和1个蓝色球号码相同，即中奖；<br/>
                            六等奖：投注号码与当期开奖号码中的1个蓝色球号码相同，即中奖；
                            </p>
                            <h3>四、投注方式</h3>
                            <p>标准投注<br/>
                            基本投注：从前区号码中选择6个号码，从后区号码中选择1个号码为一注，前区号码最多可选16个号码，后区号码最多可选16个。<br/>
                            单式上传<br/>
                            将固定格式的单式号码统一上传给系统进行投注，此投注方式对于将过滤软件过滤出的单式号码统一<br/>
                            投注十分方便。
                            </p>
                        </div>
                    </div>
                </div></div>',
            'rule' => '
<div class="article">
                    <div class="help-content">
                        <div class="help-title-time">
                            <h1 class="yahei big-title">双色球</h1>
        <!--                    <span>发布日期：2014.10.24</span>-->
                        </div>
                        <div class="p-content">
                            <p>第一章 总 则<br/>
                            第一条  根据《彩票管理条例》、《彩票管理条例实施细则》、《彩票发行销售管理办法》（财综[2012]102号）等有关规定，制定本规则。<br/>
                            第二条  中国福利彩票双色球游戏（以下简称双色球）由中国福利彩票发行管理中心（以下称中福彩中心）发行和组织销售，由各省、自治区、直辖市福利彩票销售机构（以下称各省福彩机构）在所辖区域内销售。<br/>
                            第三条  双色球采用计算机网络系统发行，在各省福彩机构设置的销售网点销售，定期开奖。<br/>
                            第四条  双色球实行自愿购买，凡购买者均被视为同意并遵守本规则。<br/>
                            第五条  不得向未成年人销售彩票或兑付奖金。<br/><br/>
                            第二章  投 注<br/>
                            第六条  双色球投注区分为红色球号码区和蓝色球号码区，红色球号码区由1-33共三十三个号码组成，蓝色球号码区由1-16共十六个号码组成。投注时选择6个红色球号码和1个蓝色球号码组成一注进行单式投注，每注金额人民币2元。<br/>
                            第七条  购买者可在各省福彩机构设置的销售网点投注。投注号码经投注机打印出对奖凭证，交购买者保存，此对奖凭证即为双色球彩票。<br/>
                            第八条  购买者可选择机选号码投注、自选号码投注。机选号码投注是指由投注机随机产生投注号码进行投注，自选号码投注是指将购买者选定的号码输入投注机进行投注。<br/>
                            第九条  购买者可选择复式投注。复式投注是指所选号码个数超过单式投注的号码个数，所选号码可组合为每一种单式投注方式的多注彩票的投注。具体规定如下：<br/>
                            （一）红色球号码复式：是指从红色球号码中选择7个号码以上（含7个号码），从蓝色球号码中选择1个号码，组合为多注单式投注号码的投注；<br/>
                            （二）蓝色球号码复式：是指从红色球号码中选择6个号码,从蓝色球号码中选择2个号码以上（含2个号码），组合为多注单式投注号码的投注；<br/>
                            （三）全复式：是指从红色球号码中选择7个号码以上（含7个号码），从蓝色球号码中选择2个号码以上（含2个号码），组合为多注单式投注号码的投注。<br/>
                            第十条  购买者可对其选定的投注号码进行多倍投注，投注倍数范围为2-99倍。单张彩票的投注金额最高不得超过20000元。<br/>
                            第十一条  双色球按期销售，每周销售三期，期号以开奖日界定，按日历年度编排。<br/>
                            第十二条  若因销售终端故障、通讯线路故障和投注站信用额度受限等原因造成投注不成功，应退还购买者投注金额。<br/><br/>
                            第三章  设 奖<br/>
                            第十三条  双色球按当期销售额的50%、15%和35%分别计提彩票奖金、彩票发行费和彩票公益金。彩票奖金分为当期奖金和调节基金，其中，49%为当期奖金，1%为调节基金。<br/>
                            第十四条  双色球采取全国统一奖池计奖。<br/>
                            第十五条  双色球奖级设置分为高奖级和低奖级，一等奖和二等奖为高奖级，三至六等奖为低奖级。当期奖金减去当期低奖级奖金为当期高奖级奖金。各奖级和奖金规定如下：<br/>
                            一等奖：当奖池资金低于1亿元时，奖金总额为当期高奖级奖金的75%与奖池中累积的资金之和，单注奖金按注均分，单注最高限额封顶500万元。当奖池资金高于1亿元（含）时，奖金总额包括两部分，一部分为当期高奖级奖金的55%与奖池中累积的资金之和，单注奖金按注均分，单注最高限额封顶500万元；另一部分为当期高奖级奖金的20%，单注奖金按注均分，单注最高限额封顶500万元。<br/>
                            二等奖：奖金总额为当期高奖级奖金的25%，单注奖金按注均分，单注最高限额封顶500万元。<br/>
                            三等奖：单注奖金固定为3000元。<br/>
                            四等奖：单注奖金固定为200元。<br/>
                            五等奖：单注奖金固定为10元。<br/>
                            六等奖：单注奖金固定为5元。<br/>
                            第十六条  双色球设置奖池，奖池资金由未中出的高奖级奖金和超出单注奖金封顶限额部分的奖金组成，奖池资金用于支付一等奖奖金。<br/>
                            第十七条  调节基金包括按销售总额的1%提取部分、逾期未退票的票款、浮动奖奖金按元取整后的余额。调节基金用于支付不可预见的奖金支出风险，以及设立特别奖。动用调节基金设立特别奖，应报财政部审核批准。<br/>
                            第十八条  当一等奖的单注奖金低于二等奖的单注奖金时，将一等奖和二等奖的奖金总额相加，由一等奖和二等奖的中奖者按注均分；当二等奖的单注奖金低于三等奖单注奖金的两倍时，由调节基金将二等奖的单注奖金补足为三等奖单注奖金的两倍。<br/>
                            第十九条  双色球的当期奖金和奖池资金不足以兑付当期中奖奖金时，由调节基金补足，调节基金不足时，用彩票兑奖周转金垫支。在出现彩票兑奖周转金垫支的情况下，当调节基金有资金滚入时优先偿还垫支的彩票兑奖周转金。<br/><br/>
                            第四章  开 奖<br/>
                            第二十条  双色球由中福彩中心统一开奖，每周二、四、日开奖。<br/>
                            第二十一条  双色球每期开奖时，在公证人员封存销售数据资料之后，并在其监督下通过摇奖器确定开奖号码。摇奖时先摇出6个红色球号码，再摇出1个蓝色球号码。<br/>
                            第二十二条  每期开奖后，中福彩中心和各省福彩机构应向社会公布开奖号码、当期销售总额、各奖级中奖情况及奖池资金余额等信息，并将开奖结果通知销售网点。<br/><br/>
                            第五章  中 奖<br/>
                            第二十三条  双色球根据购买者所选单式投注号码（复式投注按其包含的每一注单式投注计）与当期开奖号码的相符情况，确定相应的中奖资格。具体规定如下：<br/>
                            一等奖：投注号码与当期开奖号码全部相同（顺序不限，下同），即中奖；<br/>
                            二等奖：投注号码与当期开奖号码中的6个红色球号码相同，即中奖；<br/>
                            三等奖：投注号码与当期开奖号码中的任意5个红色球号码和1个蓝色球号码相同，即中奖；<br/>
                            四等奖：投注号码与当期开奖号码中的任意5个红色球号码相同，或与任意4个红色球号码和1个蓝色球号码相同，即中奖；<br/>
                            五等奖：投注号码与当期开奖号码中的任意4个红色球号码相同，或与任意3个红色球号码和1个蓝色球号码相同，即中奖；<br/>
                            六等奖：投注号码与当期开奖号码中的1个蓝色球号码相同，即中奖。<br/>
                            第二十四条  高奖级中奖者按各奖级的中奖注数均分该奖级奖金，并以元为单位取整计算；低奖级中奖者按各奖级的单注固定奖金获得相应奖金。<br/>
                            第二十五条  当期每注投注号码只有一次中奖机会，不能兼中兼得，特别设奖除外。<br/><br/>
                            第六章 兑 奖<br/>
                            第二十六条  双色球兑奖当期有效。中奖者应当自开奖之日起60个自然日内，持中奖彩票到指定的地点兑奖。逾期未兑奖视为弃奖，弃奖奖金纳入彩票公益金。<br/>
                            第二十七条  中奖彩票为中奖唯一凭证，中奖彩票因玷污、损坏等原因不能正确识别的，不能兑奖。<br/>
                            第二十八条  兑奖机构可以查验中奖者的中奖彩票及有效身份证件，中奖者兑奖时应予配合。<br/><br/>
                            第七章  附 则<br/>
                            第二十九条  本规则自批准之日起执行。
                            </p>
                        </div>
                    </div>
                </div></div>',
        ),
        13 => array(
            'name' => '经典快3',
            'introduction' => '
<div class="help-content">
                        <div class="help-title-time">
                            <h1 class="yahei big-title">经典快3玩法</h1>
        <!--                    <span>发布日期：2014.10.24</span>-->
                        </div>
                        <div class="p-content">
                            <h3>一、玩法说明 </h3>
                            <p>快3投注是指以3个号码组成一注彩票进行的投注，每个投注号码为1-6共六个自然数中的任意一个。快3号码组合共设置和值、三同号、二
同号、三不同号、二不同号、三连号通选投注方式，以上投注方式均为单式投注。每注金额人民币2元。</p>
                            <h3>二、奖金分配方式</h3>
                            <p>快3按销售总额的59%、13%和28%分别计提彩票奖金、彩票发行经费和彩票公益金。彩票奖金中，当期奖金58%，调节基金1%。快3按不同单式投注方式设奖，均为固定奖。奖金规定如下：<br>
                            </p><div><img src="/caipiaoimg/v1.1/images/kswf.png" type="image/png"></div><br>
                            <h3>三、玩法介绍 </h3>
                            <p>和值：投注号码与当期中奖号码的3个号码的和值相符，即中奖。<br>三同号通选：当期中奖号码的3个号码相同，即中奖。<br>三同号单选：当期中奖号码的3个号码相同，且投注号码与当期中奖号码相符，即中奖。<br>二同号复选：当期中奖号码有2个号码相同，且投注号码中的两个相同号码与当期中奖号码中2个相同号码相符，即中奖。<br>二同号单选：当期中奖号码有2个号码相同，且投注号码与当期中奖号码中2个相同号码和1个不同号码分别相符，即中奖。<br>三不同号：当期中奖号码的3个号码各不相同，且投注号码与当期中奖号码全部相符，即中奖。<br>二不同号：当期中奖号码中有2个号码不相同，且投注号码中的两个不同号码与当期中奖号码中的2个不同号码相符，即中奖。<br>三连号通选：当期中奖号码为3个相连的号码（仅限：123、234、345、456），即中奖。<br></p>
                            <h3>四、投注方式</h3>
                            <p>快3游戏根据号码组合共分为“和值”、“三同号”、“二同号”、“三不同号”、“二不同号”、“三连号通选”投注方式，具体规定如下：<br>和值投注：是指对三个号码的和值进行投注包括“和值4”至“和值17”投注。<br>三同号通选：是指对所有相同的三个号码（111、222、333、444、555、666）进行投注。<br>三同号单选：是指从所有相同的三个号码（111222、…、666）中任意选择一组号码进行投注。<br>二同号复选：是指对三个号码中两个指定的相同号码和一个任意号码进行投注。<br>二同号单选：是指对三个号码中两个指定的相同号码和一个指定的不同号码进行投注。<br>三不同号投注：是指对三个各不相同的号码进行投注。<br>二不同号投注：是指对三个号码中两个指定的不同号码和一个任意号码进行投注。<br>三连号通选投注：是指对所有三个相连的号码（仅限：123、234、345、456）进行投注。<br></p>
                            <p><a href="/help/index/b5-s14-t1" target="_self">阅读详细规则</a></p>
                        </div>
                    </div>',
            'rule' => '
<div class="help-content">
                        <div class="help-title-time">
                            <h1 class="yahei big-title">经典快3</h1>
        <!--                    <span>发布日期：2014.10.24</span>-->
                        </div>
                        <div class="p-content">
                            <p>第一章 总 则<br>
                                第一条 根据《彩票管理条例》(国务院令第554号) 和《彩票管理条例实施细则》（财政部 民政部 国家体育总局令第67号）等有关规定，制
定本规则。<br>
                                第二条 中国福利彩票快3游戏（以下简称快3游戏）由中国福利彩票发行管理中心发行和组织销售，由经财政部批准的福利彩票销售机构
（以下称相关省福彩机构）在所辖区域内销售。<br>
                                第三条 快3游戏采用计算机网络系统发行，在相关省福彩机构设置的销售网点销售,定期开奖。<br>
                                第四条 快3游戏实行自愿购买，凡购买者均被视为同意并遵守本规则。<br>
第五条  不得向未成年人出售彩票或兑付奖金。
<br><br>
                                第二章 投 注<br>第六条  快3游戏是指以三个号码组合为一注进行单式投注，每个投注号码为1-6共六个自然数中的任意一个,一组三个号码的组合称为一注。
每注金额人民币2元。购买者可对其选定的投注号码进行多倍投注,投注倍数范围为2-99倍。单张彩票的投注金额最高不得超过20000元。
<br>
第七条  购买者可在相关省福彩机构设置的销售网点投注。投注号码经投注机打印出对奖凭证，交购买者保存，此对奖凭证即为快3游戏彩票。<br>第八条  快3游戏根据号码组合共分为“和值”、“三同号”、“二同号”、“三不同号”、“二不同号”、“三连号通选”投注方式，具
体规定如下：<br>（一）和值投注：是指对三个号码的和值进行投注包括“和值4”至“和值17”投注。<br>（二）三同号投注：是指对三个相同的号码进行投注，具体分为：<br>   1、三同号通选：是指对所有相同的三个号码（111、222、…、666）进行投注；<br>2、三同号单选：是指从所有相同的三个号码（111、222、…、666）中任意选择一组号码进行投注。<br>（三） 二同号投注：是指对两个指定的相同号码进 行投注，具体分为：<br>1、二同号复选：是指对三个号码中两个指定的相同号码和一个任意号码进行投注；<br>2、二同号单选：是指对三个号码中两个指定的相同号码和一个指定的不同号码进行投注。<br>（四） 三不同号投注：是指对三个各不相同的号码进行投注。<br>（五） 二不同号投注：是指对三个号码中两个指定的不同号码和一个任意号码进行投注。<br>（六） 三连号通选投注：是指对所有三个相连的号码（仅限：123、234、345、456）进行投注。<br>第九条  购买者可选择机选号码投注、自选号码投注。机选号码投注是指由投注机随机产生投注号码进行投注，自选号码投注是指将购买者
选定的号码输入投注机进行投注。<br>第十条  购买者可选择多期投注。多期投注是指购买从当期起连续若干期的彩票。<br>第十一条  快3游戏每期销售时间为10分钟。销售期号以销售日按每期开奖顺序编排。<br>第十二条  快3游戏每期全都投注号码的可投注数量实行限量销售,若投注号码受限,则不能投注。若因销售终端故障、通讯线路故障和投注站
信用额度受限等原因造成投注不成功，应退还购买者投注金额。<br><br>
                                第三章 设 奖<br>第十三条  快3游戏按当期销售额的59%、13%和28%分别计提彩票奖金、彩票发行费和彩票公益金。彩票奖金分为当期奖金和调节基金，
其中，58%为当期奖金，1%为调节基金。
<br>（一）和值投注<br>
                                1.和值4：单注奖金固定为80元；<br>
                                2.和值5：单注奖金固定为40元；<br>
                                3.和值6：单注奖金固定为25元；<br>
                                4.和值7：单注奖金固定为16元；<br>
                                5.和值8：单注奖金固定为12元；<br>
                                6.和值9：单注奖金固定为10元；<br>
                                7.和值10：单注奖金固定为9元；<br>
                                8.和值11：单注奖金固定为9元；<br>
                                9.和值12：单注奖金固定为10元；<br>
                                10.和值13：单注奖金固定为12元；<br>
                                11.和值14：单注奖金固定为16元；<br>
                                12.和值15：单注奖金固定为25元；<br>13.和值16：单注奖金固定为40元；
<br>14.和值17：单注奖金固定为80元。<br>（二）三同号投注
<br>1.三同号通选：单注奖金固定为40元；
<br>2.三同号单选：单注奖金固定为240元。<br>（三）二同号投注
<br>1.二同号复选：单注奖金固定为15元；
<br>2.二同号单选：单注奖金固定为80元。

<br>（四）三不同号投注<br>1.三不同号：单注奖金固定为40元。

<br>（五）二不同号投注<br>1.二不同号：单注奖金固定为8元。
<br>（六）三连号通选投注
<br>1.三连号通选：单注奖金固定为10元。
<br>第十五条  快3游戏设置调节基金。调节基金包括按销售总额1%提取部分、逾期未退票的票款。调节基金用于支付不可预见的资金支出风
险，以及设立特别奖。动用调节基金设立特别奖，应报同级财政部门审核批准。
<br>第十六条  快3游戏设置奖池。奖池资金由当期计提奖金与实际中出奖金的差额组成。当期实际中出奖金小于计提奖金时，余额进入奖池；
当期实际中出奖金超过计提奖金时，差额由奖池资金补足。当奖池资金总额不足时，由调节基金补足，调节基金不足时，用彩票机构业务费
垫支。在出现业务费垫支的情况下，当调节基金有资金滚入时优先偿还垫支的业务费。当奖池资金超过200万元时，超出部分转入调节基金。
<br>
<br>
                                第四章 开 奖<br>第十七条  快3游戏采用专用电子开奖设备开奖，每期随机生成三个号码，作为当期开奖号码，每个号码为1-6共六个自然数中的任意一个。
每期开奖时间为1分钟。<br>第十八条  每期开奖后，相关省福彩机构应向社会公布开奖号码、当期销售总额、各奖级中奖情况及奖池资金余额等信息，并将开奖结果通
知销售网点。<br><br>
                                第五章 中 奖<br>第十九条  根据购买者选择的快3游戏的投注号码和投注方式，与当期开奖号码的相符情况，确定相应的中奖资格。具体规定如下：<br>（一） 和值投注：投注号码与当期开奖号码的三个号码的和值相符，即中奖。<br>（二） 三同号投注<br>1.三同号通选：当期开奖号码的三个号码相同，即中奖；<br> 2.三同号单选：当期开奖号码的三个号码相同,且投注号码与当期开奖号码相符，即中奖。<br>（三）二同号投注<br>1.二同号复选：当期开奖号码有两个号码相同,且投注号码中的两个相同号码与当期开奖号码中两个相同号码相符，即中奖；<br>2.二同号单选：当期开奖号码有两个号码相同，且投注号码与当期开奖号码中两个相同号码和一个不同号码分别相符，即中奖。<br>（四）三不同号投注：当期开奖号码的三个号码各不相同，且投注号码与当期开奖号码全部相符，即中奖。<br>（五）二不同号投注：当期开奖号码中有两个号码不相同，且投注号码中的两个不同号码与当期开奖号码中的两个不同号码
相符，即中奖。<br>（六）三连号通选投注：当期开奖号码为三个相连的号码（仅限：123、234、345、456），即中奖。
<br>第二十条  当期每注投注号码按其投注方式只有一次中奖机会，不能兼中兼得，特别设奖除外。<br><br>
                                第六章 兑 奖<br>第二十一条  快3游戏兑奖当期有效。中奖者应当自开奖之日起60个自然日内，持中奖彩票到指定的地点兑奖。逾期未兑奖视为弃奖，弃奖
奖金纳入彩票公益金。<br>第二十二条  中奖彩票为中奖唯一凭证，中奖彩票因玷污、损坏等原因不能正确识别的，不能兑奖。<br>第二十三条  兑奖机构可以查验中奖者的中奖彩票及有效身份证件，中奖者兑奖时应予配合。<br><br>
                                第七章 附 则<br>第二十四条  本规则自批准之日起执行。<br><br>
                            </p>
                        </div>
                    </div>',
        ),
        14 => array(
        		'name' => '惊喜11选5',
        		'introduction' => '
<div class="help-content">
                        <div class="help-title-time">
                            <h1 class="yahei big-title">惊喜11选5玩法</h1>
        <!--                    <span>发布日期：2014.10.24</span>-->
                        </div>
                        <div class="p-content">
                            <h3>一、玩法说明 </h3>
                            <p>"11选5"电脑体育彩票每期开奖结果通过随机数码生成器，从01-11共11个号码中按顺序自动生成5个不同号码作为当期中奖号码。"11选5"电脑体育彩票10分钟一期，9分钟销售，1分钟开奖，一天81期。</p>
                            <h3>二、奖金分配方式</h3>
                            <p>“11选5”按不同单式投注方式设奖，均为固定奖<br>
                            </p><div style="color: rgb(51, 51, 51); font-family: Arial, Verdana, simSun, sans-serif; line-height: 25px;"><img src="/caipiaoimg/v1.1/images/syydj.png" type="image/png" style="cursor: default;cursor: default;"></div><br>
                            “11选5”按每期销售总额的59%、13%、28%计提返奖奖金、彩票发行费和彩票公益金。
                            <p></p>
                            <h3>三、玩法介绍 </h3>
                            <p>任选一中1：投注的1个号码与当期顺序摇出的5个号码中的第1个号码相同，则中奖。<br>
                            任选二中2：投注的2个号码与当期摇出的5个号码中的任2个号码相同，则中奖。<br>
                            选前二组选：投注的2个号码与当期顺序摇出的5个号码中的前2个号码相同，则中奖。<br>
                            选前二直选：投注的2个号码与当期顺序摇出的5个号码中的前2个号码相同且顺序一致，则中奖。<br>
                            任选三中3：投注的3个号码与当期摇出的5个号码中的任3个号码相同，则中奖。<br>
                            选前三组选：投注的3个号码与当期顺序摇出的5个号码中的前3个号码相同，则中奖。<br>
                            选前三直选：投注的3个号码与当期顺序摇出的5个号码中的前3个号码相同且顺序一致，则中奖。<br>
                            任选四中4：投注的4个号码与当期摇出的5个号码中的任4个号码相同，则中奖。<br>
                            任选五中5：投注的5个号码与当期摇出的5个号码相同，则中奖。<br>
                            任选六中5：投注的6个号码中任5个号码与当期摇出的5个号码相同，则中奖。<br>
                            任选七中5：投注的7个号码中任5个号码与当期摇出的5个号码相同，则中奖。<br>
                            任选八中5：投注的8个号码中任5个号码与当期摇出的5个号码相同，则中奖。
                            </p>
                            <h3>四、投注方式</h3>
                            <p>从01、02、03、04、05、06、07、08、09、10、11共11个号码中任选1个或多个（最多8个）号码所组成的一注彩票的投注为单式投注。其中：<br>
                            从11个号码中任选1个号码的投注为“任选一”；<br>
                            选2个号码的投注分为“任选二”、“选前二”；<br>
                            选3个号码的投注分为“任选三”、“选前三”；<br>
                            选4个号码的投注为“任选四”；<br>
                            选5个号码的投注为“任选五”；<br>
                            选6个号码的投注为“任选六”；<br>
                            选7个号码的投注为“任选七”；<br>
                            选8个号码的投注为“任选八”。<br>
                            “选前二”、“选前三”投注方式分为直选投注和组选投注。<br>
                            直选投注：所选2个或3个号码与当期顺序摇出的5个号码中的前2个或3个号码一一对应进行的投注。<br>
                            组选投注：所选2个或3个号码与当期顺序摇出的5个号码中的前2个或3个号码不按先后，均作为一注投注号码进行的投注。
                            </p>
                            <p><a href="/help/index/b5-s15-t1" target="_self">阅读详细规则</a></p>
                        </div>
                    </div>',
        		'rule' => '
<div class="help-content">
                        <div class="help-title-time">
                            <h1 class="yahei big-title">惊喜11选5</h1>
        <!--                    <span>发布日期：2014.10.24</span>-->
                        </div>
                        <div class="p-content">
                            <p>第一章 总 则<br>
                                第一条 根据财政部《彩票发行与销售管理暂行办法》（财综〔2002〕13号），制定本游戏规则。<br>
                                第二条 “惊喜11选5”电脑体育彩票（以下简称“11选5”）由国家体育总局体育彩票管理中心统一发行，湖北省体育彩票管理中心在所辖区域内承销，采用计算机网络系统发行销售。<br>
                                第三条 “11选5”实行自愿购买，凡购买该彩票者即视为同意并遵守本规则。<br>
                                第四条 不得向未成年人销售彩票或兑付奖金。<br><br>
                                第二章 投 注<br>
                                第五条 购买“11选5”时，从01、02、03、04、05、06、07、08、09、10、11共11个号码中任选1个或多个（最多8个）号码所组成的一注彩票的投注为单式投注。其中：<br>
                                从11个号码中任选1个号码的投注为“任选一”；<br>
                                选2个号码的投注分为“任选二”、“选前二”；<br>
                                选3个号码的投注分为“任选三”、“选前三”；<br>
                                选4个号码的投注为“任选四”；<br>
                                选5个号码的投注为“任选五”；<br>
                                选6个号码的投注为“任选六”；<br>
                                选7个号码的投注为“任选七”；<br>
                                选8个号码的投注为“任选八”。<br>
                                第六条 “选前二”、“选前三”投注方式分为直选投注和组选投注。<br>
                                直选投注：所选2个或3个号码与当期顺序摇出的5个号码中的前2个或3个号码一一对应进行的投注。<br>
                                组选投注：所选2个或3个号码与当期顺序摇出的5个号码中的前2个或3个号码不按先后，均作为一注投注号码进行的投注。<br>
                                第七条 除单式投注外、购买者还可进行复式投注、胆拖投注、多倍投注。<br>
                                复式投注是指所选号码个数超过单式投注的号码个数，按该单式投注方式组成多注彩票的投注。<br>
                                胆拖投注是指先选取少于单式投注号码个数的号码作为胆码（即每注彩票均包含的号码），再选取除胆码以外的号码作为拖码，胆码与拖码个数之和须多于单式投注号码个数，由胆码与拖码按该单式投注方式组成多注彩票的投注。<br>
                                多倍投注是指对选定结果不超过99倍的投注。<br>
                                第八条 “11选5”按期销售，每10分钟销售一期。销售期号按每期开奖顺序编排。<br>
                                第九条 单张彩票最大投注金额不超过20000元。<br>
                                第十条 购买者可在湖北省体育彩票管理中心设置的投注站进行投注。投注号码可由投注机随机产生，也可通过投注单将购买者选定的号码输入投注机确定。投注号码经系统确认后打印出的兑奖凭证即为“11选5”电脑体育彩票，交购买者保存。<br>
                                第十一条 “11选5”每期全部投注号码的可投注数量实行动态控制，如投注号码受限，则不能投注。<br>
                                第十二条 若因销售终端故障、通讯线路故障和投注站信用额度受限等原因造成投注不成功，应退还投注者投注金额。<br>
                                第十三条 “11选5”每注2元人民币。彩票不记名、不挂失、不返还本金、不流通使用。<br><br>
                                第三章 设 奖<br>
                                第十四条 “11选5”按每期销售总额的59%、13%、28%计提返奖奖金、彩票发行费和彩票公益金。<br>
                                第十五条 “11选5”按不同单式投注方式设奖，均为固定奖。奖金规定如下：<br>
                                任选一中1，单注固定奖金13元。<br>
                                任选二中2，单注固定奖金6元；<br>
                                选前二组选，单注固定奖金65元；<br>
                                选前二直选，单注固定奖金130元。<br>
                                任选三中3，单注固定奖金19元；<br>
                                选前三组选，单注固定奖金195元；<br>
                                选前三直选，单注固定奖金1170元。<br>
                                任选四中4，单注固定奖金78元。<br>
                                任选五中5，单注固定奖金540元。<br>
                                任选六中5，单注固定奖金90元。<br>
                                任选七中5，单注固定奖金26元。<br>
                                任选八中5，单注固定奖金9元。<br>
                                第十六条 “11选5”设置奖池，奖池由当期计提奖金与实际中出奖金的差额累计而成。若当期计提奖金大于当期实际中出奖金时，余额滚入奖池；若当期计提奖金小于当期实际中出奖金时，差额用奖池补足；若奖池资金不足时，用调节基金补足，调节基金不足时，从彩票发行费中垫支。<br>
                                第十七条 调节基金包括弃奖收入和逾期未退票的票款。调节基金专项用于支付各种不可预见情况下的奖金支出风险以及设立特别奖。<br><br>
                                第四章 开 奖<br>
                                第十八条 “11选5”票每10分钟开奖一次。<br>
                                第十九条 “11选5”每期开奖结果通过随机数码生成器，从01-11共11个号码中按顺序自动生成5个不同号码作为当期中奖号码。<br>
                                第二十条 每期开奖结果通过视频方式及时通知各销售终端。<br><br>
                                第五章 中 奖<br>
                                第二十一条 所购彩票与当期开奖结果对照，符合以下情况即为中奖。<br>
                                任选一中1：投注的1个号码与当期顺序摇出的5个号码中的第1个号码相同，则中奖。<br>
                                任选二中2：投注的2个号码与当期摇出的5个号码中的任2个号码相同，则中奖。<br>
                                选前二组选：投注的2个号码与当期顺序摇出的5个号码中的前2个号码相同，则中奖。<br>
                                选前二直选：投注的2个号码与当期顺序摇出的5个号码中的前2个号码相同且顺序一致，则中奖。<br>
                                任选三中3：投注的3个号码与当期摇出的5个号码中的任3个号码相同，则中奖。<br>
                                选前三组选：投注的3个号码与当期顺序摇出的5个号码中的前3个号码相同，则中奖。<br>
                                选前三直选：投注的3个号码与当期顺序摇出的5个号码中的前3个号码相同且顺序一致，则中奖。<br>
                                任选四中4：投注的4个号码与当期摇出的5个号码中的任4个号码相同，则中奖。<br>
                                任选五中5：投注的5个号码与当期摇出的5个号码相同，则中奖。<br>
                                任选六中5：投注的6个号码中任5个号码与当期摇出的5个号码相同，则中奖。<br>
                                任选七中5：投注的7个号码中任5个号码与当期摇出的5个号码相同，则中奖。<br>
                                任选八中5：投注的8个号码中任5个号码与当期摇出的5个号码相同，则中奖。<br><br>
                                第六章 兑 奖<br>
                                第二十二条 “11选5”兑奖当期有效。每期自开奖当天起60天为兑奖期，逾期未兑视为弃奖，弃奖奖金纳入调节基金。<br>
                                第二十三条 中奖彩票为兑奖唯一凭证，中奖彩票因玷污、损坏等原因不能正确识别的，不能兑奖。<br>
                                第二十四条 兑奖机构有权查验中奖者的中奖彩票及有效身份证件，兑奖者应予配合。<br>
                                第二十五条 凡伪造、涂改中奖彩票，冒领奖金者，送交司法机关追究法律责任。<br><br>
                                第七章 附 则<br>
                                第二十六条 本游戏规则解释权属国家体育总局体育彩票管理中心。<br>
                                第二十七条 本游戏规则自发布之日起执行。 <br>
                            </p>
                        </div>
                    </div>',
        ),
        15 => array(
        	'name' => '快乐扑克',
        	'introduction' => '
<div class="help-content">
                        <div class="help-title-time">
                            <h1 class="yahei big-title">快乐扑克玩法</h1>
                        </div>
                        <div class="p-content">
                            <h3>一、玩法说明 </h3>
                            <p>快乐扑克3是指对52张（黑桃、红桃、梅花、方块A-K各13张）扑克牌中的任意3个号码的组合进行投注，每组投注组合称为一注。每注金额人民币2元。购买者可对其选定的投注号码进行多倍投注，投注倍数范围为2-99倍。单张彩票的投注金额最高不得超过20000元。</br>
        					花色投注：是指对所有三个相同花色的号码进行投注。</br>
        					连号投注：是指对所有三个相连的号码（仅限：A23、234、345、456、567、678、789、89<10>、9<10>J、<10>JQ、JQK、QKA）进行投注。</br>
        					同号投注：是指对包含三个或两个相同号码的组合进行投注。</br>
        					任选投注：是指从A-K（不分花色）共13个号码中任选1-6个进行投注。</p>
        			
                            <h3>二、奖金分配方式</h3>
                            </p><div style="color: rgb(51, 51, 51); font-family: Arial, Verdana, simSun, sans-serif; line-height: 25px;"><img src="/caipiaoimg/v1.1/images/klpk.png" type="image/png" style="cursor: default;cursor: default;"></div><br>
                            <p></p>
                            <h3>三、玩法介绍 </h3>
                            <p>同花包选：当期开出的3个开奖号码花色相同即中奖。</br>
        			同花单选：当期开出的3个开奖号码花色相同，且投注号码的花色与开奖号码的花色相同即中奖。</br>
        			同花顺包选：当期开出的3个开奖号码为三连号且花色相同即中奖。</br>
        			同花顺单选：当期开出的3个开奖号码为三连号且花色均为投注的一种花色即中奖。</br>
        			顺子包选：当期开出的3个开奖号码为三连号即中奖。</br>
        			顺子单选：当期开出的3个开奖号码为三连号，且投注号码与开奖号码相同即中奖。</br>
        			豹子包选：当期开出的3个开奖号码为同一号码即中奖。</br>
        			豹子单选：当期开出的3个开奖号码为同一号码，且与投注号码相同即中奖。</br>
        			对子包选：当期开出的3个开奖号码有且只有2个号码相同即中奖。</br>
        			对子单选：当期开出的3个开奖号码有且只有2个号码相同，且投注的号码与该2个号码相同即中奖。</br>
        			任选一：投注号码与当期3个开奖号码中任意1个相同即中奖。</br>
        			任选二：投注的2个号码与当期3个开奖号码中任意2个相同即中奖。</br>
        			任选三：投注号码包含当期全部开奖号码即中奖。</br>
        			任选四：投注号码包含当期全部开奖号码即中奖。</br>
        			任选五：投注号码包含当期全部开奖号码即中奖。</br>
        			任选六：投注号码包含当期全部开奖号码即中奖。</p>
                            <p><a href="/help/index/b5-s16-t1" target="_self">阅读详细规则</a></p>
                        </div>
                    </div>',
        	                    'rule' => '
<div class="help-content">
                        <div class="help-title-time">
                            <h1 class="yahei big-title">快乐扑克</h1>
                        </div>
                        <div class="p-content">
                            <p>第一章 总 则<br>
                                第一条  根据《彩票管理条例》、《彩票管理条例实施细则》、《彩票发行销售管理办法》（财综﹝2012﹞102号）等相关规定，制定本规则。<br>
                                第二条 中国体育彩票山东省快乐扑克3游戏（以下简称快乐扑克3）由国家体育总局体育彩票管理中心发行和组织销售，由经财政部批准的体育彩票销售机构（以下称相关省体彩机构）在所辖区域内销售。<br>
                                第三条 快乐扑克3采用计算机网络系统发行，在相关省体彩机构设置的销售网点销售，定期开奖。<br>
                                第四条 快乐扑克3实行自愿购买，凡购买者均被视为同意并遵守本规则。<br>
                                第五条 不得向未成年人出售彩票或兑付奖金。<br><br>
                                第二章 投 注<br>
                                第六条 快乐扑克3是指对52张（黑桃、红桃、梅花、方块A-K各13张）扑克牌中的任意3个号码的组合进行投注，每组投注组合称为一注。每注金额人民币2元。购买者可对其选定的投注号码进行多倍投注，投注倍数范围为2-99倍。单张彩票的投注金额最高不得超过20000元。<br>
                                第七条 购买者可在相关省体彩机构设置的销售网点投注。投注号码经投注机打印出对奖凭证，交购买者保存，此对奖凭证即为快乐扑克3彩票。<br>
                                第八条 快乐扑克3分为“花色投注”、“连号投注”、“同号投注”、“任选投注”四种投注方式，具体规定如下：<br>
       	    （一）花色投注：是指对所有三个相同花色的号码进行投注，具体分为：<br>
          1. 同花包选：对所有花色相同的号码组合进行投注；<br>
          2. 同花单选：对某一种（如黑桃）花色相同的号码进行投注。<br>
                               （二）连号投注：是指对所有三个相连的号码（仅限：A23、234、345、456、567、678、789、89<10>、9<10>J、<10>JQ、JQK、QKA）进行投注，具体分为：<br>
          1. 同花顺包选：对所有花色相同的三连号进行投注；<br>
          2. 同花顺单选：对某一种花色的三连号进行投注；<br>
          3. 顺子包选：对所有三连号（不分花色）进行投注；<br>
          4. 顺子单选：对某一个三连号（不分花色）进行投注。<br>
                               （三）同号投注：是指对包含三个或两个相同号码的组合进行投注，具体分为：<br> 
		  1. 豹子包选：对所有“豹子号码”（3个号码均相同）进行投注；<br> 
		  2. 豹子单选：选择某一个“豹子号码”进行投注；<br> 
		  3. 对子包选：对所有“对子号码”（3个号码中有且只有2个号码相同）的组合进行投注；<br> 
		  4. 对子单选：对包含某两个相同号码的所有“对子号码”的组合进行投注。<br> 
		    （四）任选投注：是指从A-K（不分花色）共13个号码中任选1-6个进行投注，具体分为：<br> 
		  1. 任选一：从A-K中共13个号码中任选1个号码进行投注；<br> 
	  	  2. 任选二：从A-K中共13个号码中任选2个不同号码进行投注；<br> 
		  3. 任选三：从A-K中共13个号码中任选3个不同号码进行投注；<br> 
		  4. 任选四：从A-K中共13个号码中任选4个不同号码进行投注；<br> 
		  5. 任选五：从A-K中共13个号码中任选5个不同号码进行投注；<br> 
		  6. 任选六：从A-K中共13个号码中任选6个不同号码进行投注。<br> 
                                第九条 购买者可选择机选号码投注、自选号码投注。机选号码投注是指由投注机随机产生投注号码进行投注，自选号码投注是指将购买者选定的号码输入投注机进行投注。<br>
                                第十条 购买者可选择复式投注、胆拖投注。复式投注是指所选号码个数超过单式投注的号码个数，所选号码可组合为每一种单式投注方式的多注彩票的投注。胆拖投注是指先选取少于单式投注号码个数的号码作为胆码（即每注彩票均包含的号码），再选取除胆码以外的号码作为拖码，胆码与拖码个数之和必须多于单式投注号码个数，由胆码与拖码的每一种组合按单式投注方式组成多注彩票的投注。<br>
                                第十一条 快乐扑克3每期销售时间为10分钟。销售期号以销售日按每期开奖顺序编排。<br>
                                第十二条 快乐扑克3每期全部投注号码的可投注数量实行限量销售，若投注号码受限，则不能投注。若因销售终端故障、通讯线路故障和投注站信用额度受限等原因造成投注不成功，应退还购买者投注金额。<br><br>
                                第三章 设 奖<br>
                                第十三条 快乐扑克3按当期销售总额的59%、13%和28%分别计提彩票奖金、彩票发行费和彩票公益金。彩票奖金分为当期奖金和调节基金，其中，58%为当期奖金，1%为调节基金。<br>
                                第十四条 快乐扑克3按不同投注方式设奖，均为固定奖。奖金规定如下：<br>
		  （一）花色投注<br>
		  1. 同花包选：单注固定奖金22元;<br>
		  2. 同花单选：单注固定奖金90元。<br>
		（二）连号投注<br>
		  1. 同花顺包选：单注固定奖金535元;<br>
		  2. 同花顺单选：单注固定奖金2150元;<br>
		  3. 顺子包选：单注固定奖金33元;<br>
		  4. 顺子单选：单注固定奖金400元。<br>
		（三）同号投注<br>
		  1. 豹子包选：单注固定奖金500元;<br>
		  2. 豹子单选：单注固定奖金6400元;<br>
		  3. 对子包选：单注固定奖金7元;<br>
		  4. 对子单选：单注固定奖金88元。<br>
		（四）任选投注<br>
		  1. 任选一中1：单注固定奖金5元;<br>
		  2. 任选二中2：单注固定奖金33元;<br>
		  3. 任选三中3：单注固定奖金116元;<br>
		  4. 任选四中3：单注固定奖金46元;<br>
		  5. 任选五中3：单注固定奖金22元;<br>
		  6. 任选六中3：单注固定奖金12元。<br>
                                第十五条 快乐扑克3设置调节基金。调节基金包括按销售总额1%提取部分、逾期未退票的票款。调节基金用于支付不可预见的奖金支出风险，以及设立特别奖。动用调节基金设立特别奖，应报同级财政部门审核批准。<br>
                                第十六条 快乐扑克3设置奖池。奖池资金由当期计提奖金与实际中出奖金的差额组成。当期实际中出奖金小于计提奖金时，余额进入奖池；当期实际中出奖金超过计提奖金时，差额由奖池资金补足。当奖池资金总额不足时，由调节基金补足，调节基金不足时，用彩票兑奖周转金垫支。在出现彩票兑奖周转金垫支的情况下，当调节基金有资金滚入时优先偿还垫支的彩票兑奖周转金。当奖池资金总额超过300万元时，超过部分转入调节基金。<br><br>
                                第四章 开 奖<br>
                                第十七条 快乐扑克3采用专用电子开奖设备开奖，每期随机从52张扑克牌中生成三个号码，作为当期开奖号码。开奖号码的顺序不能颠倒。每期开奖时间为1分钟。<br>
                                第十八条 每期开奖后，相关省体彩机构应向社会公布开奖号码、当期销售总额、各奖级中奖情况及奖池资金余额等信息，并将开奖结果通知销售网点。<br><br>
                                第五章 中 奖<br>
       	    第十九条 根据购买者选择的快乐扑克3的投注号码与当期开奖号码的对照情况，确定相应的中奖资格。具体规定如下：<br>
      	（一）花色投注<br>
	  	  1. 同花包选：当期开出的3个开奖号码花色相同即中奖；<br>
		  2. 同花单选：当期开出的3个开奖号码花色相同，且投注号码的花色与开奖号码的花色相同即中奖。<br>
		（二）连号投注<br>
		  1. 同花顺包选：当期开出的3个开奖号码为三连号且花色相同即中奖；<br>
		  2. 同花顺单选：当期开出的3个开奖号码为三连号且花色均为投注的一种花色即中奖；<br>
		  3. 顺子包选：当期开出的3个开奖号码为三连号即中奖；<br>
		  4. 顺子单选：当期开出的3个开奖号码为三连号，且投注号码与开奖号码相同即中奖。<br>
		（三）同号投注<br>
		  1. 豹子包选：当期开出的3个开奖号码为同一号码即中奖；<br>
		  2. 豹子单选：当期开出的3个开奖号码为同一号码，且与投注号码相同即中奖；<br>
		  3. 对子包选：当期开出的3个开奖号码有且只有2个号码相同即中奖；<br>
		  4. 对子单选：当期开出的3个开奖号码有且只有2个号码相同，且投注的号码与该2个号码相同即中奖。<br>
		（四）任选投注<br>
		  1. 任选一中1：投注号码与当期3个开奖号码中任意1个相同即中奖；<br>
		  2. 任选二中2：投注的2个号码与当期3个开奖号码中任意2个相同即中奖；<br>
		  3. 任选三中3：投注号码包含当期全部开奖号码即中奖；<br>
		  4. 任选四中3：投注号码包含当期全部开奖号码即中奖；<br>
		  5. 任选五中3：投注号码包含当期全部开奖号码即中奖；<br>
		  6. 任选六中3：投注号码包含当期全部开奖号码即中奖。<br>
                                第二十条 当期每注投注号码按其投注方式只有一次中奖机会，不能兼中兼得，特别设奖除外。<br><br>
                                 第六章 兑 奖<br>
                                第二十一条 快乐扑克3兑奖当期有效。中奖者应当自开奖之日起60个自然日内，持中奖彩票到指定的地点兑奖，逾期未兑奖视为弃奖。弃奖奖金纳入彩票公益金。<br>
                                第二十二条 中奖彩票为兑奖唯一凭证，中奖彩票因玷污、损坏等原因不能正确识别的，不能兑奖。<br>
                                第二十三条 兑奖机构可以查验中奖者的中奖彩票及有效身份证件，中奖者兑奖时应予配合。<br><br>
                                第七章 附 则<br>
                                第二十四条 本规则自批准之日起执行。<br>
                            </p>
                        </div>
                    </div>',
        ),
//         16 => array(
//         	'name' => '老时时彩',
//         	'introduction' => '
//         			<div class="help-content">
//                         <div class="help-title-time">
//                             <h1 class="yahei big-title">老时时彩玩法</h1>
//         <!--                    <span>发布日期：2017.07.24</span>-->
//                         </div>
//                         <div class="p-content">
//                             <h3>一、玩法说明 </h3>
//                             <p>时时彩投注是指以5个号码组成一注彩票进行的投注，每个投注号码为0-9共十个自然数中的任意一个。时时彩分为“星彩玩法”以及“大小单双玩法”“二星组选”，以上投注方式均为单式投注。每注金额人民币2元。</p>
//                             <h3>二、奖金分配方式</h3>
//                             <p>时时彩每期销售总额的 50 %计提当期返奖奖金。设置奖池，奖池由当期计提奖金与实际中出奖金的差额以及弃奖奖金组成。当期实际中出奖金未达当期计提奖金时，余额进入奖池；当期实际中出奖金超过当期计提奖金时，差额由奖池补充。当奖池总额不足时，由发行经费垫支。时时彩按不同单式投注方式设奖，均为固定奖。奖金规定如下：<br>
//                             </p><div style="color: rgb(51, 51, 51); font-family: Arial, Verdana, simSun, sans-serif; line-height: 25px;"><img src="/caipiaoimg/v1.1/images/cqssc.png" type="image/png" style="cursor: default;cursor: default;"></div><br>
//                             <h3>三、玩法介绍 </h3>
//                             <p>一星直选：所选号码与开奖号码的最后一位（即个位），单注中奖10元。<br>二星直选：所选号码与开奖号码的后两位（即十位、个位），单注中奖100元。<br>二星组选：所选号码与开奖号码后两位相同（顺序不限）即中奖50元。<br>三星直选：所选号码与开奖号码的后三位（即百位、十位、个位）单注中奖1000元。<br>三星组三：所选号码与开奖号码一致(顺序不限)，且开奖号码有任意两位相同即中320元。<br>三星组六：所选号码与开奖号码一致(顺序不限)即中160元。<br>五星直选：所选号码与开奖号码的五位全部（即万位、千位、百位、十位、个位）单注中奖100,000元。<br>五星通选：所选号码按位猜对开奖号即中奖20440元；与开奖号码前三位或后三位相同即中奖220元；与开奖号码前二位或后二位相同即中奖20元。<br>大小单双：所选号码位置、性质与开奖号码位置、性质相同即中奖4元。<br></p>
//                             <h3>四、投注方式</h3>
//                             <p>时时彩游戏根据号码组合共分为“一星直选”、“二星直选”、“二星组选”、“三星直选”、“三星组三”、“三星组六”、“五星直选”、“五星通选”、“大小单双”等投注方式，具体规定如下：<br>一星直选：是指投注者从个位各选1个或多个号码进行投注。<br>二星直选：是指投注者从十、个位各选1个或多个号码进行投注。<br>二星组选：是指投注者可在从0-9个数字中任选2个号码对十、个位进行投注。<br>三星直选：是指投注者从百、十、个位各选1个或多个号码进行投注。<br>三星组三：是指投注者可在从0-9个数字中任选2个号码对百、十、个位进行投注。<br>三星组六：是指投注者可在从0-9个数字中任选3个号码对百、十、个位进行投注。<br>五星直选：是指投注者从万、千、百、十、个位各选1个或多个号码进行投注。<br>五星通选：是指投注者从万、千、百、十、个位各选1个或多个号码进行投注。<br>大小单双：是指投注者可对“个位、十位”的数字进行“大小、单双”的指定投注。<br></p>
//                             <p><a href="/help/index/b5-s17-t1" target="_self">阅读详细规则</a></p>
//                         </div>
//                     </div>',
//             'rule' => '
//                     		<div class="help-title-time">
//                             <h1 class="yahei big-title">老时时彩</h1>
//         <!--                    <span>发布日期：2017.07.24</span>-->
//                         </div>
//                         <div class="p-content">
// 					<p>第一条</p>
// 					<p>根据财政部《彩票发行与销售管理暂行规定》以及中国福利彩票发行管理中心有关规则,结合计算机网络技术和数字型彩票的特点，结合《数字型电脑福利彩票"时时彩"游戏规则》之相关条款，制定本附则</p>
// 					<p>第二条</p>
// 					<p>本附则是《数字型电脑福利彩票"时时彩"游戏规则》之附加规则。《数字型电脑福利彩票"时时彩"游戏规则》之有关规则均适用于本附则</p>
// 					<p>第三条</p>
// 					<p>个位和十位的两个位置"猜大小，猜单双"附加玩法，即把10个自然数按"大""小"，或者"单"，"双" 性质分为两组，0-4为小号，5-9为大号。0，2，4，6，8 为双号。1，3，5，7，9 为单号。投注者可对个位和十位的数字性质进行投注，投注者投注的号码位置、性质与开奖号码位置、性质相同即中奖。单注投注金额为2元。</p>
// 					<p>投注示例如下：</p>
// 					<p>猜十位和个位为"大小"投注：----大小</p>
// 					<p>猜十位和个位为"单双投注：-----单双</p>
// 					<p>第四条</p>
// 					<p>二星"组选二"附加玩法，即投注者可在0-9这10个自然数中任意选择2个或者2个以上的不同的数字，对十位和个位进行投注，所选号码与当期开奖号码相同且顺序不限，即该注彩票中奖。例如，开奖号码为:34 ,彩票为 二星组选34 、43 之一均视为中奖。选择2个不同数字进行组选投注视为1注，单注投注金额为2元。 投注示例如下：</p>
// 					<p>对十位、个位进行二星"组选二"投注：二星组选二 34</p>
// 					<p>第五条</p>
// 					<p>"五星通选"附加玩法，即投注者在00000-99999中选择一个五位数进行投注，所选择的五位数与开奖号码数字全部相同且排列一致，则中的"五星通选"一等奖；如所选择的五位数的首或尾连续三个数与开奖号码首或尾三位数数字相同且排列一致则中得"五星通选"二等奖；依次类推。每个位置上的选择一个号进行投注视为一注。单注投注金额2元。 投注示例如下：</p>
// 					<p>"五星通选"投注：五星通选 12345</p>
// 					<p>第六条</p>
// 					<p>各附加玩法按"时时彩"销售期销售，并按"时时彩"期号编排</p>
// 					<p>第七条</p>
// 					<p>各附加玩法可在全市开通"时时彩"销售特权的电脑福利彩票投注站中进行投注。投注方法可分自选投注和机选投注；当期投注和多期投注；单倍投注和多倍投注。</p>
// 					<p>第八条</p>
// 					<p>投注站为有纸投注，投注号码经投注机打印出票，确认无误后，交投注者保存，该打印票即为"时时彩"投注电脑福利彩票，该彩票是中奖者唯一的对奖凭证。此打印票不记名，不挂失，不返还本金。</p>
// 					<p>第九条</p>
// 					<p>自选投注是由投注者自行选定，输入投注机进行投注；机选投注是由投注机随即产生，进行投注。</p>
// 					<p>第十条</p>
// 					<p>当期投注是指只购买当期的彩票，多期投注是指购买从当期起连续若干期的彩票；多倍投注是指购买多倍的投注。</p>
// 					<p>第十一条</p>
// 					<p>"猜大小、猜单双" 采用固定设奖，单注奖金为4元。当期每注只有一次中奖机会，不能兼中兼得，特别设奖除外。</p>
// 					<p>示例：</p>
// 					<p>投注：</p>
// 					<p>-----大小，开奖号码为87654或00092 都中奖，奖金4元；开奖号码为87655或00099都未中奖；</p>
// 					<p>-----单双，开奖号码为87654或00092都中奖，奖金为4元；开奖号码为87655或00099则未中奖。</p>
// 					<p>第十二条</p>
// 					<p>二星"组选二" 采用固定设奖结构，单注中奖奖金为50元。当期每注号码只有一次中奖机会，不能兼中兼得，特别设奖除外。</p>
// 					<p>示例：</p>
// 					<p>投注：二星组选二 34，开奖号码为15134 ，或者15143 均中奖，奖金为50元。开奖号码为34151，或15341则未中奖。</p>
// 					<p>第十三条</p>
// 					<p>"五星通选"采用固定设奖结构，当期每注号码可兼中兼得，特别设奖除外。</p>
// 					<p>示例：</p>
// 					<p>以开奖号码为12345为例：</p>
// 					<p>一等奖，彩票5位数号码与中奖号码5位数号码与中奖号码数字相同且排列一致，如彩票12345；</p>
// 					<p>二等奖，彩票号码中首或尾连续3位数号码与中奖号码首或尾连续3位数数字相同且排列一致，如彩票12356，34345；</p>
// 					<p>三等奖，彩票号码中首或为连续2位数号码与中奖号码首或尾连续2位数数字相同且排列一致，如彩票12456，34545.</p>
// 					<p>第十四条</p>
// 					<p>附加玩法返奖资金为当期销售额的50%，与"时时彩" 共用奖池，奖池资金由单注奖金以元为单位取整后的余额以及未中出奖金、弃奖奖金构成。</p>
// 					<p>第十五条</p>
// 					<p>兑奖时间 、期限、方法均同"时时彩"游戏规则。</p>
// 					<p>第十六条</p>
// 					<p>本附则由是福利彩票中心解释、修订</p>
// 					<p>第十七条</p>
// 					<p>本附则自发布之日起实施，原附则自行废止。</p>
// 					<p>
// 					<strong>
// 					</strong>
// 					</p>
// 					<p>
// 					<strong>电脑福利彩票时时彩三星幸运游戏规则</strong>
// 					</p>
// 					<p>第一条</p>
// 					<p>根据财政部《彩票发行与销售管理暂行规定》以及中国福利彩票发行管理中心有关规则,结合计算机网络技术和数字型彩票的特点，结合《数字型电脑福利彩票"时时彩"游戏规则》之相关条款，制定本附则</p>
// 					<p>第二条</p>
// 					<p>本附则是《数字型电脑福利彩票"时时彩"游戏规则》之附加规则。《数字型电脑福利彩票"时时彩"游戏规则》之有关规则均适用于本附则</p>
// 					<p>第三条</p>
// 					<p>电脑福利彩票时时彩三星幸运附加玩法（以下简称三星幸运），是指将三星投注号码的所有排列方式作为一注投注号码进行的单注投注。如果一注号码的三个数字各不相同，则有6种不同的排列方式，有6个中奖机会，这种投注方式成为"幸运包号" ；如果一注号码的三个数字中有两个数字相同，则有3个不同的排列方式，有3个中奖机会。这种投注方式成为"幸运包对"，单注投注金额人民币2元</p>
// 					<p>投注示例:</p>
// 					<p>幸运包号投注:123;幸运包对投注，113</p>
// 					<p>第四条</p>
// 					<p>三星幸运按时时彩销售期销售，并按时时彩期号编排。</p>
// 					<p>第五条</p>
// 					<p>三星幸运为有纸投注，投注号码经投注机打印出票，确认无误后，交投注者保存，该打印票即为三星幸运彩票，该彩票是中奖者唯一的对奖凭证。此打印票不记名，不挂失，不返还本金。</p>
// 					<p>第六条</p>
// 					<p>三星幸运可在全市开通"时时彩"的投注站进行投注。投注方法可分自选投注和机选投注；当期投注和多期投注；单倍投注和多倍投注。</p>
// 					<p>第七条</p>
// 					<p>自选投注是由投注者自行选定，输入投注机进行投注；机选投注是由投注机随即产生，进行投注。</p>
// 					<p>第八条</p>
// 					<p>当期投注是指只购买当期的彩票，多期投注是指购买从当期起连续若干期的彩票；多倍投注是指购买多倍的投注。</p>
// 					<p>第九条</p>
// 					<p>三星幸运采用固定设奖，幸运包号单注中奖奖金为160元，幸运包对单注中奖奖金为320.当期每注号码只有一次中奖机会，不能兼中兼得。特别设奖除外。</p>
// 					<p>中奖示例：</p>
// 					<p>幸运包号投注为123，当期时时彩开奖号码的后三位为123，132，213，231，321，312 均中奖，奖金为160元。幸运包对投注为：113，当期时时彩的开奖号码的后三位为：113，131，311均中奖，奖金为320元。</p>
// 					<p>第十条</p>
// 					<p>三星幸运兑奖时间、期限、方法均同时时彩游戏规则</p>
// 					<div class="pageBreak">
// 					</div>'
//         ),
        17 => array(
        		'name' => '易快3',
        		'introduction' => '<div class="help-content">
                        <div class="help-title-time">
                            <h1 class="yahei big-title">易快3玩法</h1>
        <!--                    <span>发布日期：2014.10.24</span>-->
                        </div>
                        <div class="p-content">
                            <h3>一、玩法说明 </h3>
                            <p>快3投注是指以3个号码组成一注彩票进行的投注，每个投注号码为1-6共六个自然数中的任意一个。快3号码组合共设置和值、三同号、二
同号、三不同号、二不同号、三连号通选投注方式，以上投注方式均为单式投注。每注金额人民币2元。</p>
                            <h3>二、奖金分配方式</h3>
                            <p>快3按销售总额的59%、13%和28%分别计提彩票奖金、彩票发行经费和彩票公益金。彩票奖金中，当期奖金58%，调节基金1%。快3按不同单式投注方式设奖，均为固定奖。奖金规定如下：<br>
                            </p><div style="color: rgb(51, 51, 51); font-family: Arial, Verdana, simSun, sans-serif; line-height: 25px;"><img src="/caipiaoimg/v1.1/images/kswf.png" type="image/png" style="cursor: default;cursor: default;"></div><br>
                            <h3>三、玩法介绍 </h3>
                            <p>和值：投注号码与当期中奖号码的3个号码的和值相符，即中奖。<br>三同号通选：当期中奖号码的3个号码相同，即中奖。<br>三同号单选：当期中奖号码的3个号码相同，且投注号码与当期中奖号码相符，即中奖。<br>二同号复选：当期中奖号码有2个号码相同，且投注号码中的两个相同号码与当期中奖号码中2个相同号码相符，即中奖。<br>二同号单选：当期中奖号码有2个号码相同，且投注号码与当期中奖号码中2个相同号码和1个不同号码分别相符，即中奖。<br>三不同号：当期中奖号码的3个号码各不相同，且投注号码与当期中奖号码全部相符，即中奖。<br>二不同号：当期中奖号码中有2个号码不相同，且投注号码中的两个不同号码与当期中奖号码中的2个不同号码相符，即中奖。<br>三连号通选：当期中奖号码为3个相连的号码（仅限：123、234、345、456），即中奖。<br></p>
                            <h3>四、投注方式</h3>
                            <p>快3游戏根据号码组合共分为“和值”、“三同号”、“二同号”、“三不同号”、“二不同号”、“三连号通选”投注方式，具体规定如下：<br>和值投注：是指对三个号码的和值进行投注包括“和值4”至“和值17”投注。<br>三同号通选：是指对所有相同的三个号码（111、222、333、444、555、666）进行投注。<br>三同号单选：是指从所有相同的三个号码（111222、…、666）中任意选择一组号码进行投注。<br>二同号复选：是指对三个号码中两个指定的相同号码和一个任意号码进行投注。<br>二同号单选：是指对三个号码中两个指定的相同号码和一个指定的不同号码进行投注。<br>三不同号投注：是指对三个各不相同的号码进行投注。<br>二不同号投注：是指对三个号码中两个指定的不同号码和一个任意号码进行投注。<br>三连号通选投注：是指对所有三个相连的号码（仅限：123、234、345、456）进行投注。<br>三连号通选投注：是指对所有三个相连的号码（仅限：123、234、345、456）进行投注。<br></p>
                            <p><a href="https://888.166cai.cn/help/index/b5-s18-t1" target="_self">阅读详细规则</a></p>
                        </div>
                    </div>',
        		'rule' => '<div class="help-content">
                        <div class="help-title-time">
                            <h1 class="yahei big-title">易快3</h1>
        <!--                    <span>发布日期：2014.10.24</span>-->
                        </div>
                        <div class="p-content">
                            <p>第一章 总 则<br>
                                第一条 根据《彩票管理条例》(国务院令第554号) 和《彩票管理条例实施细则》（财政部 民政部 国家体育总局令第67号）等有关规定，制
定本规则。<br>
                                第二条 中国福利彩票快3游戏（以下简称快3游戏）由中国福利彩票发行管理中心发行和组织销售，由经财政部批准的福利彩票销售机构
（以下称相关省福彩机构）在所辖区域内销售。<br>
                                第三条 快3游戏采用计算机网络系统发行，在相关省福彩机构设置的销售网点销售,定期开奖。<br>
                                第四条 快3游戏实行自愿购买，凡购买者均被视为同意并遵守本规则。<br>
第五条  不得向未成年人出售彩票或兑付奖金。
<br><br>
                                第二章 投 注<br>第六条  快3游戏是指以三个号码组合为一注进行单式投注，每个投注号码为1-6共六个自然数中的任意一个,一组三个号码的组合称为一注。
每注金额人民币2元。购买者可对其选定的投注号码进行多倍投注,投注倍数范围为2-99倍。单张彩票的投注金额最高不得超过20000元。
<br>
第七条  购买者可在相关省福彩机构设置的销售网点投注。投注号码经投注机打印出对奖凭证，交购买者保存，此对奖凭证即为快3游戏彩票。<br>第八条  快3游戏根据号码组合共分为“和值”、“三同号”、“二同号”、“三不同号”、“二不同号”、“三连号通选”投注方式，具
体规定如下：<br>（一）和值投注：是指对三个号码的和值进行投注包括“和值4”至“和值17”投注。<br>（二）三同号投注：是指对三个相同的号码进行投注，具体分为：<br>   1、三同号通选：是指对所有相同的三个号码（111、222、…、666）进行投注；<br>2、三同号单选：是指从所有相同的三个号码（111222、…、666）中任意选择一组号码进行投注。<br>（三） 二同号投注：是指对两个指定的相同号码进 行投注，具体分为：<br>1、二同号复选：是指对三个号码中两个指定的相同号码和一个任意号码进行投注；<br>2、二同号单选：是指对三个号码中两个指定的相同号码和一个指定的不同号码进行投注。<br>（四） 三不同号投注：是指对三个各不相同的号码进行投注。<br>（五） 二不同号投注：是指对三个号码中两个指定的不同号码和一个任意号码进行投注。<br>（六） 三连号通选投注：是指对所有三个相连的号码（仅限：123、234、345、456）进行投注。<br>第九条  购买者可选择机选号码投注、自选号码投注。机选号码投注是指由投注机随机产生投注号码进行投注，自选号码投注是指将购买者
选定的号码输入投注机进行投注。<br>第十条  购买者可选择多期投注。多期投注是指购买从当期起连续若干期的彩票。<br>第十一条  快3游戏每期销售时间为10分钟。销售期号以销售日按每期开奖顺序编排。<br>第十二条  快3游戏每期全都投注号码的可投注数量实行限量销售,若投注号码受限,则不能投注。若因销售终端故障、通讯线路故障和投注站
信用额度受限等原因造成投注不成功，应退还购买者投注金额。<br><br>
                                第三章 设 奖<br>第十三条  快3游戏按当期销售额的59%、13%和28%分别计提彩票奖金、彩票发行费和彩票公益金。彩票奖金分为当期奖金和调节基金，
其中，58%为当期奖金，1%为调节基金。
<br>（一）和值投注<br>
                                1.和值4：单注奖金固定为80元；<br>
                                2.和值5：单注奖金固定为40元；<br>
                                3.和值6：单注奖金固定为25元；<br>
                                4.和值7：单注奖金固定为16元；<br>
                                5.和值8：单注奖金固定为12元；<br>
                                6.和值9：单注奖金固定为10元；<br>
                                7.和值10：单注奖金固定为9元；<br>
                                8.和值11：单注奖金固定为9元；<br>
                                9.和值12：单注奖金固定为10元；<br>
                                10.和值13：单注奖金固定为12元；<br>
                                11.和值14：单注奖金固定为16元；<br>
                                12.和值15：单注奖金固定为25元；<br>13.和值16：单注奖金固定为40元；
<br>14.和值17：单注奖金固定为80元。<br>（二）三同号投注
<br>1.三同号通选：单注奖金固定为40元；
<br>2.三同号单选：单注奖金固定为240元。<br>（三）二同号投注
<br>1.二同号复选：单注奖金固定为15元；
<br>2.二同号单选：单注奖金固定为80元。

<br>（四）三不同号投注<br>1.三不同号：单注奖金固定为40元。

<br>（五）二不同号投注<br>1.二不同号：单注奖金固定为8元。
<br>（六）三连号通选投注
<br>1.三连号通选：单注奖金固定为10元。
<br>第十五条  快3游戏设置调节基金。调节基金包括按销售总额1%提取部分、逾期未退票的票款。调节基金用于支付不可预见的资金支出风
险，以及设立特别奖。动用调节基金设立特别奖，应报同级财政部门审核批准。
<br>第十六条  快3游戏设置奖池。奖池资金由当期计提奖金与实际中出奖金的差额组成。当期实际中出奖金小于计提奖金时，余额进入奖池；
当期实际中出奖金超过计提奖金时，差额由奖池资金补足。当奖池资金总额不足时，由调节基金补足，调节基金不足时，用彩票机构业务费
垫支。在出现业务费垫支的情况下，当调节基金有资金滚入时优先偿还垫支的业务费。当奖池资金超过200万元时，超出部分转入调节基金。
<br>
<br>
                                第四章 开 奖<br>第十七条  快3游戏采用专用电子开奖设备开奖，每期随机生成三个号码，作为当期开奖号码，每个号码为1-6共六个自然数中的任意一个。
每期开奖时间为1分钟。<br>第十八条  每期开奖后，相关省福彩机构应向社会公布开奖号码、当期销售总额、各奖级中奖情况及奖池资金余额等信息，并将开奖结果通
知销售网点。<br><br>
                                第五章 中 奖<br>第十九条  根据购买者选择的快3游戏的投注号码和投注方式，与当期开奖号码的相符情况，确定相应的中奖资格。具体规定如下：<br>（一） 和值投注和值：投注号码与当期开奖号码的三个号码的和值相符，即中奖。<br>（二） 三同号投注<br>1.三同号通选：当期开奖号码的三个号码相同，即中奖；<br> 2.三同号单选：当期开奖号码的三个号码相同,且投注号码与当期开奖号码相符，即中奖。<br>（三）二同号投注<br>1.二同号复选：当期开奖号码有两个号码相同,且投注号码中的两个相同号码与当期开奖号码中两个相同号码相符，即中奖；<br>2.二同号单选：当期开奖号码有两个号码相同，且投注号码与当期开奖号码中两个相同号码和一个不同号码分别相符，即中奖。<br>（四）三不同号投注三不同号投注：当期开奖号码的三个号码各不相同，且投注号码与当期开奖号码全部相符，即中奖。<br>（五）二不同号投注二不同号投注：当期开奖号码中有两个号码不相同，且投注号码中的两个不同号码与当期开奖号码中的两个不同号码
相符，即中奖。<br>（六）三连号通选投注三连号通选：当期开奖号码为三个相连的号码（仅限：123、234、345、456），即中奖。
<br>第二十条  当期每注投注号码按其投注方式只有一次中奖机会，不能兼中兼得，特别设奖除外。<br><br>
                                第六章 兑 奖<br>第二十一条  快3游戏兑奖当期有效。中奖者应当自开奖之日起60个自然日内，持中奖彩票到指定的地点兑奖。逾期未兑奖视为弃奖，弃奖
奖金纳入彩票公益金。<br>第二十二条  中奖彩票为中奖唯一凭证，中奖彩票因玷污、损坏等原因不能正确识别的，不能兑奖。<br>第二十三条  兑奖机构可以查验中奖者的中奖彩票及有效身份证件，中奖者兑奖时应予配合。<br><br>
                                第七章 附 则<br>第二十四条  本规则自批准之日起执行。<br><br>
                            </p>
                        </div>
                    </div>'
        ),
        18 => array(
            'name' => '红快3',
            'introduction' => '<div class="help-content">
                        <div class="help-title-time">
                            <h1 class="yahei big-title">红快3玩法</h1>
        <!--                    <span>发布日期：2014.10.24</span>-->
                        </div>
                        <div class="p-content">
                            <h3>一、玩法说明 </h3>
                            <p>快3投注是指以3个号码组成一注彩票进行的投注，每个投注号码为1-6共六个自然数中的任意一个。快3号码组合共设置和值、三同号、二
同号、三不同号、二不同号、三连号通选投注方式，以上投注方式均为单式投注。每注金额人民币2元。</p>
                            <h3>二、奖金分配方式</h3>
                            <p>快3按销售总额的59%、13%和28%分别计提彩票奖金、彩票发行经费和彩票公益金。彩票奖金中，当期奖金58%，调节基金1%。快3按不同单式投注方式设奖，均为固定奖。奖金规定如下：<br>
                            </p><div style="color: rgb(51, 51, 51); font-family: Arial, Verdana, simSun, sans-serif; line-height: 25px;"><img src="/caipiaoimg/v1.1/images/kswf.png" type="image/png" style="cursor: default;cursor: default;"></div><br>
                            <h3>三、玩法介绍 </h3>
                            <p>和值：投注号码与当期中奖号码的3个号码的和值相符，即中奖。<br>三同号通选：当期中奖号码的3个号码相同，即中奖。<br>三同号单选：当期中奖号码的3个号码相同，且投注号码与当期中奖号码相符，即中奖。<br>二同号复选：当期中奖号码有2个号码相同，且投注号码中的两个相同号码与当期中奖号码中2个相同号码相符，即中奖。<br>二同号单选：当期中奖号码有2个号码相同，且投注号码与当期中奖号码中2个相同号码和1个不同号码分别相符，即中奖。<br>三不同号：当期中奖号码的3个号码各不相同，且投注号码与当期中奖号码全部相符，即中奖。<br>二不同号：当期中奖号码中有2个号码不相同，且投注号码中的两个不同号码与当期中奖号码中的2个不同号码相符，即中奖。<br>三连号通选：当期中奖号码为3个相连的号码（仅限：123、234、345、456），即中奖。<br></p>
                            <h3>四、投注方式</h3>
                            <p>快3游戏根据号码组合共分为“和值”、“三同号”、“二同号”、“三不同号”、“二不同号”、“三连号通选”投注方式，具体规定如下：<br>和值投注：是指对三个号码的和值进行投注包括“和值4”至“和值17”投注。<br>三同号通选：是指对所有相同的三个号码（111、222、333、444、555、666）进行投注。<br>三同号单选：是指从所有相同的三个号码（111222、…、666）中任意选择一组号码进行投注。<br>二同号复选：是指对三个号码中两个指定的相同号码和一个任意号码进行投注。<br>二同号单选：是指对三个号码中两个指定的相同号码和一个指定的不同号码进行投注。<br>三不同号投注：是指对三个各不相同的号码进行投注。<br>二不同号投注：是指对三个号码中两个指定的不同号码和一个任意号码进行投注。<br>三连号通选投注：是指对所有三个相连的号码（仅限：123、234、345、456）进行投注。<br>三连号通选投注：是指对所有三个相连的号码（仅限：123、234、345、456）进行投注。<br></p>
                            <p><a href="http://888.166cai.cn/help/index/b5-s19-t1" target="_self">阅读详细规则</a></p>
                        </div>
                    </div>',
            'rule' => '<div class="help-content">
                        <div class="help-title-time">
                            <h1 class="yahei big-title">红快3</h1>
        <!--                    <span>发布日期：2014.10.24</span>-->
                        </div>
                        <div class="p-content">
                            <p>第一章 总 则<br>
                                第一条 根据《彩票管理条例》(国务院令第554号) 和《彩票管理条例实施细则》（财政部 民政部 国家体育总局令第67号）等有关规定，制
定本规则。<br>
                                第二条 中国福利彩票快3游戏（以下简称快3游戏）由中国福利彩票发行管理中心发行和组织销售，由经财政部批准的福利彩票销售机构
（以下称相关省福彩机构）在所辖区域内销售。<br>
                                第三条 快3游戏采用计算机网络系统发行，在相关省福彩机构设置的销售网点销售,定期开奖。<br>
                                第四条 快3游戏实行自愿购买，凡购买者均被视为同意并遵守本规则。<br>
第五条  不得向未成年人出售彩票或兑付奖金。
<br><br>
                                第二章 投 注<br>第六条  快3游戏是指以三个号码组合为一注进行单式投注，每个投注号码为1-6共六个自然数中的任意一个,一组三个号码的组合称为一注。
每注金额人民币2元。购买者可对其选定的投注号码进行多倍投注,投注倍数范围为2-99倍。单张彩票的投注金额最高不得超过20000元。
<br>
第七条  购买者可在相关省福彩机构设置的销售网点投注。投注号码经投注机打印出对奖凭证，交购买者保存，此对奖凭证即为快3游戏彩票。<br>第八条  快3游戏根据号码组合共分为“和值”、“三同号”、“二同号”、“三不同号”、“二不同号”、“三连号通选”投注方式，具
体规定如下：<br>（一）和值投注：是指对三个号码的和值进行投注包括“和值4”至“和值17”投注。<br>（二）三同号投注：是指对三个相同的号码进行投注，具体分为：<br>   1、三同号通选：是指对所有相同的三个号码（111、222、…、666）进行投注；<br>2、三同号单选：是指从所有相同的三个号码（111222、…、666）中任意选择一组号码进行投注。<br>（三） 二同号投注：是指对两个指定的相同号码进 行投注，具体分为：<br>1、二同号复选：是指对三个号码中两个指定的相同号码和一个任意号码进行投注；<br>2、二同号单选：是指对三个号码中两个指定的相同号码和一个指定的不同号码进行投注。<br>（四） 三不同号投注：是指对三个各不相同的号码进行投注。<br>（五） 二不同号投注：是指对三个号码中两个指定的不同号码和一个任意号码进行投注。<br>（六） 三连号通选投注：是指对所有三个相连的号码（仅限：123、234、345、456）进行投注。<br>第九条  购买者可选择机选号码投注、自选号码投注。机选号码投注是指由投注机随机产生投注号码进行投注，自选号码投注是指将购买者
选定的号码输入投注机进行投注。<br>第十条  购买者可选择多期投注。多期投注是指购买从当期起连续若干期的彩票。<br>第十一条  快3游戏每期销售时间为10分钟。销售期号以销售日按每期开奖顺序编排。<br>第十二条  快3游戏每期全都投注号码的可投注数量实行限量销售,若投注号码受限,则不能投注。若因销售终端故障、通讯线路故障和投注站
信用额度受限等原因造成投注不成功，应退还购买者投注金额。<br><br>
                                第三章 设 奖<br>第十三条  快3游戏按当期销售额的59%、13%和28%分别计提彩票奖金、彩票发行费和彩票公益金。彩票奖金分为当期奖金和调节基金，
其中，58%为当期奖金，1%为调节基金。
<br>（一）和值投注<br>
                                1.和值4：单注奖金固定为80元；<br>
                                2.和值5：单注奖金固定为40元；<br>
                                3.和值6：单注奖金固定为25元；<br>
                                4.和值7：单注奖金固定为16元；<br>
                                5.和值8：单注奖金固定为12元；<br>
                                6.和值9：单注奖金固定为10元；<br>
                                7.和值10：单注奖金固定为9元；<br>
                                8.和值11：单注奖金固定为9元；<br>
                                9.和值12：单注奖金固定为10元；<br>
                                10.和值13：单注奖金固定为12元；<br>
                                11.和值14：单注奖金固定为16元；<br>
                                12.和值15：单注奖金固定为25元；<br>13.和值16：单注奖金固定为40元；
<br>14.和值17：单注奖金固定为80元。<br>（二）三同号投注
<br>1.三同号通选：单注奖金固定为40元；
<br>2.三同号单选：单注奖金固定为240元。<br>（三）二同号投注
<br>1.二同号复选：单注奖金固定为15元；
<br>2.二同号单选：单注奖金固定为80元。

<br>（四）三不同号投注<br>1.三不同号：单注奖金固定为40元。

<br>（五）二不同号投注<br>1.二不同号：单注奖金固定为8元。
<br>（六）三连号通选投注
<br>1.三连号通选：单注奖金固定为10元。
<br>第十五条  快3游戏设置调节基金。调节基金包括按销售总额1%提取部分、逾期未退票的票款。调节基金用于支付不可预见的资金支出风
险，以及设立特别奖。动用调节基金设立特别奖，应报同级财政部门审核批准。
<br>第十六条  快3游戏设置奖池。奖池资金由当期计提奖金与实际中出奖金的差额组成。当期实际中出奖金小于计提奖金时，余额进入奖池；
当期实际中出奖金超过计提奖金时，差额由奖池资金补足。当奖池资金总额不足时，由调节基金补足，调节基金不足时，用彩票机构业务费
垫支。在出现业务费垫支的情况下，当调节基金有资金滚入时优先偿还垫支的业务费。当奖池资金超过200万元时，超出部分转入调节基金。
<br>
<br>
                                第四章 开 奖<br>第十七条  快3游戏采用专用电子开奖设备开奖，每期随机生成三个号码，作为当期开奖号码，每个号码为1-6共六个自然数中的任意一个。
每期开奖时间为1分钟。<br>第十八条  每期开奖后，相关省福彩机构应向社会公布开奖号码、当期销售总额、各奖级中奖情况及奖池资金余额等信息，并将开奖结果通
知销售网点。<br><br>
                                第五章 中 奖<br>第十九条  根据购买者选择的快3游戏的投注号码和投注方式，与当期开奖号码的相符情况，确定相应的中奖资格。具体规定如下：<br>（一） 和值投注和值：投注号码与当期开奖号码的三个号码的和值相符，即中奖。<br>（二） 三同号投注<br>1.三同号通选：当期开奖号码的三个号码相同，即中奖；<br> 2.三同号单选：当期开奖号码的三个号码相同,且投注号码与当期开奖号码相符，即中奖。<br>（三）二同号投注<br>1.二同号复选：当期开奖号码有两个号码相同,且投注号码中的两个相同号码与当期开奖号码中两个相同号码相符，即中奖；<br>2.二同号单选：当期开奖号码有两个号码相同，且投注号码与当期开奖号码中两个相同号码和一个不同号码分别相符，即中奖。<br>（四）三不同号投注三不同号投注：当期开奖号码的三个号码各不相同，且投注号码与当期开奖号码全部相符，即中奖。<br>（五）二不同号投注二不同号投注：当期开奖号码中有两个号码不相同，且投注号码中的两个不同号码与当期开奖号码中的两个不同号码
相符，即中奖。<br>（六）三连号通选投注三连号通选：当期开奖号码为三个相连的号码（仅限：123、234、345、456），即中奖。
<br>第二十条  当期每注投注号码按其投注方式只有一次中奖机会，不能兼中兼得，特别设奖除外。<br><br>
                                第六章 兑 奖<br>第二十一条  快3游戏兑奖当期有效。中奖者应当自开奖之日起60个自然日内，持中奖彩票到指定的地点兑奖。逾期未兑奖视为弃奖，弃奖
奖金纳入彩票公益金。<br>第二十二条  中奖彩票为中奖唯一凭证，中奖彩票因玷污、损坏等原因不能正确识别的，不能兑奖。<br>第二十三条  兑奖机构可以查验中奖者的中奖彩票及有效身份证件，中奖者兑奖时应予配合。<br><br>
                                第七章 附 则<br>第二十四条  本规则自批准之日起执行。<br><br>
                            </p>
                        </div>
                    </div>'
        ),
        19 => array(
            'name' => '乐11选5',
            'introduction' => '
<div class="help-content">
                        <div class="help-title-time">
                            <h1 class="yahei big-title">乐11选5玩法</h1>
        <!--                    <span>发布日期：2014.10.24</span>-->
                        </div>
                        <div class="p-content">
                            <h3>一、玩法说明 </h3>
                            <p>"11选5"电脑体育彩票每期开奖结果通过随机数码生成器，从01-11共11个号码中按顺序自动生成5个不同号码作为当期中奖号码。"11选5"电脑体育彩票10分钟一期，9分钟销售，1分钟开奖，一天81期。</p>
                            <h3>二、奖金分配方式</h3>
                            <p>“11选5”按不同单式投注方式设奖，均为固定奖<br>
                            </p><div style="color: rgb(51, 51, 51); font-family: Arial, Verdana, simSun, sans-serif; line-height: 25px;"><img src="/caipiaoimg/v1.1/images/syydj.png" type="image/png" style="cursor: default;cursor: default;"></div><br>
                            “11选5”按每期销售总额的59%、13%、28%计提返奖奖金、彩票发行费和彩票公益金。
                            <p></p>
                            <h3>三、玩法介绍 </h3>
                            <p>任选一中1：投注的1个号码与当期顺序摇出的5个号码中的第1个号码相同，则中奖。<br>
                            任选二中2：投注的2个号码与当期摇出的5个号码中的任2个号码相同，则中奖。<br>
                            选前二组选：投注的2个号码与当期顺序摇出的5个号码中的前2个号码相同，则中奖。<br>
                            选前二直选：投注的2个号码与当期顺序摇出的5个号码中的前2个号码相同且顺序一致，则中奖。<br>
                            任选三中3：投注的3个号码与当期摇出的5个号码中的任3个号码相同，则中奖。<br>
                            选前三组选：投注的3个号码与当期顺序摇出的5个号码中的前3个号码相同，则中奖。<br>
                            选前三直选：投注的3个号码与当期顺序摇出的5个号码中的前3个号码相同且顺序一致，则中奖。<br>
                            任选四中4：投注的4个号码与当期摇出的5个号码中的任4个号码相同，则中奖。<br>
                            任选五中5：投注的5个号码与当期摇出的5个号码相同，则中奖。<br>
                            任选六中5：投注的6个号码中任5个号码与当期摇出的5个号码相同，则中奖。<br>
                            任选七中5：投注的7个号码中任5个号码与当期摇出的5个号码相同，则中奖。<br>
                            任选八中5：投注的8个号码中任5个号码与当期摇出的5个号码相同，则中奖。
                            </p>
                            <h3>四、投注方式</h3>
                            <p>从01、02、03、04、05、06、07、08、09、10、11共11个号码中任选1个或多个（最多8个）号码所组成的一注彩票的投注为单式投注。其中：<br>
                            从11个号码中任选1个号码的投注为“任选一”；<br>
                            选2个号码的投注分为“任选二”、“选前二”；<br>
                            选3个号码的投注分为“任选三”、“选前三”；<br>
                            选4个号码的投注为“任选四”；<br>
                            选5个号码的投注为“任选五”；<br>
                            选6个号码的投注为“任选六”；<br>
                            选7个号码的投注为“任选七”；<br>
                            选8个号码的投注为“任选八”。<br>
                            “选前二”、“选前三”投注方式分为直选投注和组选投注。<br>
                            直选投注：所选2个或3个号码与当期顺序摇出的5个号码中的前2个或3个号码一一对应进行的投注。<br>
                            组选投注：所选2个或3个号码与当期顺序摇出的5个号码中的前2个或3个号码不按先后，均作为一注投注号码进行的投注。
                            </p>
                            <p><a href="/help/index/b5-s20-t1" target="_self">阅读详细规则</a></p>
                        </div>
                    </div>',
            'rule' => '
<div class="help-content">
                        <div class="help-title-time">
                            <h1 class="yahei big-title">乐11选5</h1>
        <!--                    <span>发布日期：2014.10.24</span>-->
                        </div>
                        <div class="p-content">
                            <p>第一章 总 则<br>
                                第一条 根据财政部《彩票发行与销售管理暂行办法》（财综〔2002〕13号），制定本游戏规则。<br>
                                第二条 “11选5”电脑体育彩票（以下简称乐11选5）由国家体育总局体育彩票管理中心统一发行，广东省体育彩票管理中心在所辖区域内承销，采用计算机网络系统发行销售。<br>
                                第三条 “11选5”实行自愿购买，凡购买该彩票者即视为同意并遵守本规则。<br>
                                第四条 不得向未成年人销售彩票或兑付奖金。<br><br>
                                第二章 投 注<br>
                                第五条 购买“11选5”时，从01、02、03、04、05、06、07、08、09、10、11共11个号码中任选1个或多个（最多8个）号码所组成的一注彩票的投注为单式投注。其中：<br>
                                从11个号码中任选1个号码的投注为“任选一”；<br>
                                选2个号码的投注分为“任选二”、“选前二”；<br>
                                选3个号码的投注分为“任选三”、“选前三”；<br>
                                选4个号码的投注为“任选四”；<br>
                                选5个号码的投注为“任选五”；<br>
                                选6个号码的投注为“任选六”；<br>
                                选7个号码的投注为“任选七”；<br>
                                选8个号码的投注为“任选八”。<br>
                                第六条 “选前二”、“选前三”投注方式分为直选投注和组选投注。<br>
                                直选投注：所选2个或3个号码与当期顺序摇出的5个号码中的前2个或3个号码一一对应进行的投注。<br>
                                组选投注：所选2个或3个号码与当期顺序摇出的5个号码中的前2个或3个号码不按先后，均作为一注投注号码进行的投注。<br>
                                第七条 除单式投注外、购买者还可进行复式投注、胆拖投注、多倍投注。<br>
                                复式投注是指所选号码个数超过单式投注的号码个数，按该单式投注方式组成多注彩票的投注。<br>
                                胆拖投注是指先选取少于单式投注号码个数的号码作为胆码（即每注彩票均包含的号码），再选取除胆码以外的号码作为拖码，胆码与拖码个数之和须多于单式投注号码个数，由胆码与拖码按该单式投注方式组成多注彩票的投注。<br>
                                多倍投注是指对选定结果不超过99倍的投注。<br>
                                第八条 “11选5”按期销售，每10分钟销售一期。销售期号按每期开奖顺序编排。<br>
                                第九条 单张彩票最大投注金额不超过20000元。<br>
                                第十条 购买者可在广东省体育彩票管理中心设置的投注站进行投注。投注号码可由投注机随机产生，也可通过投注单将购买者选定的号码输入投注机确定。投注号码经系统确认后打印出的兑奖凭证即为“11选5”电脑体育彩票，交购买者保存。<br>
                                第十一条 “11选5”每期全部投注号码的可投注数量实行动态控制，如投注号码受限，则不能投注。<br>
                                第十二条 若因销售终端故障、通讯线路故障和投注站信用额度受限等原因造成投注不成功，应退还投注者投注金额。<br>
                                第十三条 “11选5”每注2元人民币。彩票不记名、不挂失、不返还本金、不流通使用。<br><br>
                                第三章 设 奖<br>
                                第十四条 “11选5”按每期销售总额的59%、13%、28%计提返奖奖金、彩票发行费和彩票公益金。<br>
                                第十五条 “11选5”按不同单式投注方式设奖，均为固定奖。奖金规定如下：<br>
                                任选一中1，单注固定奖金13元。<br>
                                任选二中2，单注固定奖金6元；<br>
                                选前二组选，单注固定奖金65元；<br>
                                选前二直选，单注固定奖金130元。<br>
                                任选三中3，单注固定奖金19元；<br>
                                选前三组选，单注固定奖金195元；<br>
                                选前三直选，单注固定奖金1170元。<br>
                                任选四中4，单注固定奖金78元。<br>
                                任选五中5，单注固定奖金540元。<br>
                                任选六中5，单注固定奖金90元。<br>
                                任选七中5，单注固定奖金26元。<br>
                                任选八中5，单注固定奖金9元。<br>
                                第十六条 “11选5”设置奖池，奖池由当期计提奖金与实际中出奖金的差额累计而成。若当期计提奖金大于当期实际中出奖金时，余额滚入奖池；若当期计提奖金小于当期实际中出奖金时，差额用奖池补足；若奖池资金不足时，用调节基金补足，调节基金不足时，从彩票发行费中垫支。<br>
                                第十七条 调节基金包括弃奖收入和逾期未退票的票款。调节基金专项用于支付各种不可预见情况下的奖金支出风险以及设立特别奖。<br><br>
                                第四章 开 奖<br>
                                第十八条 “11选5”票每10分钟开奖一次。<br>
                                第十九条 “11选5”每期开奖结果通过随机数码生成器，从01-11共11个号码中按顺序自动生成5个不同号码作为当期中奖号码。<br>
                                第二十条 每期开奖结果通过视频方式及时通知各销售终端。<br><br>
                                第五章 中 奖<br>
                                第二十一条 所购彩票与当期开奖结果对照，符合以下情况即为中奖。<br>
                                任选一中1：投注的1个号码与当期顺序摇出的5个号码中的第1个号码相同，则中奖。<br>
                                任选二中2：投注的2个号码与当期摇出的5个号码中的任2个号码相同，则中奖。<br>
                                选前二组选：投注的2个号码与当期顺序摇出的5个号码中的前2个号码相同，则中奖。<br>
                                选前二直选：投注的2个号码与当期顺序摇出的5个号码中的前2个号码相同且顺序一致，则中奖。<br>
                                任选三中3：投注的3个号码与当期摇出的5个号码中的任3个号码相同，则中奖。<br>
                                选前三组选：投注的3个号码与当期顺序摇出的5个号码中的前3个号码相同，则中奖。<br>
                                选前三直选：投注的3个号码与当期顺序摇出的5个号码中的前3个号码相同且顺序一致，则中奖。<br>
                                任选四中4：投注的4个号码与当期摇出的5个号码中的任4个号码相同，则中奖。<br>
                                任选五中5：投注的5个号码与当期摇出的5个号码相同，则中奖。<br>
                                任选六中5：投注的6个号码中任5个号码与当期摇出的5个号码相同，则中奖。<br>
                                任选七中5：投注的7个号码中任5个号码与当期摇出的5个号码相同，则中奖。<br>
                                任选八中5：投注的8个号码中任5个号码与当期摇出的5个号码相同，则中奖。<br><br>
                                第六章 兑 奖<br>
                                第二十二条 “11选5”兑奖当期有效。每期自开奖当天起60天为兑奖期，逾期未兑视为弃奖，弃奖奖金纳入调节基金。<br>
                                第二十三条 中奖彩票为兑奖唯一凭证，中奖彩票因玷污、损坏等原因不能正确识别的，不能兑奖。<br>
                                第二十四条 兑奖机构有权查验中奖者的中奖彩票及有效身份证件，兑奖者应予配合。<br>
                                第二十五条 凡伪造、涂改中奖彩票，冒领奖金者，送交司法机关追究法律责任。<br><br>
                                第七章 附 则<br>
                                第二十六条 本游戏规则解释权属国家体育总局体育彩票管理中心。<br>
                                第二十七条 本游戏规则自发布之日起执行。 <br>
                            </p>
                        </div>
                    </div>',
        )
    ),
);

//帮助中心类型 - 规则 和 简介 - 设置
$config['help_center_rule'] = array(5);

//二级分类的name值是否为空
$config['help_empty'] = array(1, 4);

//彩种 => 玩法简介（上面 help_center中的彩种玩法）
$config['lottery_type'] = array(
    'dlt' => '1', //大乐透
    'fcsd' => '2', //福彩3D
    'jclq' => '3', //竞彩篮球
    'jczq' => '4', //竞彩足球
    'pls' => '5', //排列三
    'plw' => '6', //排列五
    'qlc' => '7', //七乐彩
    'qxc' => '8', //七星彩
    'rj' => '9', //任选九
    'sfc' => '10', //胜负彩
    'syxw' => '11', //老11选5
    'jxsyxw' => '13',//新11选5
    'ssq' => '12', //双色球
    'ks' => '14',
	'hbsyxw' => '15',
	'klpk' => '16',
	//'cqssc'	=> '17',
	'jlks'	=> '18',
    'jxks'	=> '19',
    'gdsyxw' => '20',
);