<?php
$config ['seo'] = array (
		// 首页
		'main' => array (
				'index' => array (
						'title' => '166彩票官网-双色球，大乐透，老11选5，竞彩足球彩票服务开奖平台',
						'description' => '166彩票官网作为彩民首选的100%安全预约服务平台，提供双色球，超级大乐透，新11选5，七星彩，福彩3D，老11选5，竞彩足球，竞彩篮球等多热门彩种服务合买定制跟单平台！',
						'keywords' => '166彩票，166彩票官网，双色球，竞彩足球，竞彩篮球，大乐透，七星彩，福彩3D，老11选5，胜负彩，大乐透，福彩3D，彩票合买，单式上传，复制粘贴，定制跟单' 
				), // 登录
				'login' => array (
						'title' => '彩票-快速登录-166彩票官网',
						'description' => '',
						'keywords' => ''
				), // 注册
				'register' => array (
						'title' => '彩票-快速注册-166彩票官网',
						'description' => '',
						'keywords' => ''
				),
				'serviceAgreement' => array (
						'title' => '彩票-服务协议-166彩票官网',
						'description' => '',
						'keywords' => ''
				) 
		),
		// 双色球（购买）
		'ssq' => array (
				'index' => array (
						'title' => '双色球开奖结果-双色球专家预测-双色球中奖规则-166彩票官网',
						'description' => '166彩票网提供双色球开奖结果，双色球自由选号和机选服务，还有双色球追号和历史开奖结果，双色球中奖规则，双色球合买，双色球单式上传等服务。166彩票100%安全预约购买平台！',
						'keywords' => '双色球开奖结果，双色球，双色球杀号，双色球追号，双色球专家预测，双色球中奖规则，双色球合买，双色球单式上传，双色球复制粘贴，166彩票官网' 
				),
				'dssc' => array (
						'title' => '双色球开奖结果-双色球专家预测-双色球中奖规则-166彩票官网',
						'description' => '166彩票网提供双色球开奖结果，双色球自由选号和机选服务，还有双色球追号和历史开奖结果，双色球中奖规则，双色球合买，双色球单式上传等服务。166彩票100%安全预约购买平台！',
						'keywords' => '双色球开奖结果，双色球，双色球杀号，双色球追号，双色球专家预测，双色球中奖规则，双色球合买，双色球单式上传，双色球复制粘贴，166彩票官网' 
				) 
		),
		// 福彩3D
		'fcsd' => array (
				'index' => array (
						'title' => '福彩3D开奖结果-福彩3D预测推荐-福彩3D走势图-166彩票官网',
						'description' => '166彩票网提供福彩3D开奖结果，福彩3D在线服务和机选服务，还有福彩3D追号，福彩3D走势图，福彩3D合买，福彩3D单式上传等服务。166彩票100%安全预约购买平台！',
						'keywords' => '福彩3D开奖结果，福彩3D预测推荐，福彩3D，福彩3D在线服务，福彩3D机选，福彩3D追号，福彩3D走势图，福彩3D合买，福彩3D单式上传，福彩3D复制粘贴，166彩票官网' 
				),
				'dssc' => array (
						'title' => '福彩3D开奖结果-福彩3D预测推荐-福彩3D走势图-166彩票官网',
						'description' => '166彩票网提供福彩3D开奖结果，福彩3D在线服务和机选服务，还有福彩3D追号，福彩3D走势图，福彩3D合买，福彩3D单式上传等服务。166彩票100%安全预约购买平台！',
						'keywords' => '福彩3D开奖结果，福彩3D预测推荐，福彩3D，福彩3D在线服务，福彩3D机选，福彩3D追号，福彩3D走势图，福彩3D合买，福彩3D单式上传，福彩3D复制粘贴，166彩票官网' 
				), 
		),
		// 排列三
		'pls' => array (
				'index' => array (
						'title' => '排列三开奖结果-排列三预测推荐-排列三走势图-166彩票官网',
						'description' => '166彩票网提供排列三开奖结果，在线服务和机选服务，还有排列三追号，排列三走势图，排列三合买，排列三单式上传等服务。166彩票100%安全预约购买平台！',
						'keywords' => '排列三开奖结果，排列三预测，排列三在线服务，排列三机选，排列三追号，排列三推荐，排列三走势图，排列三合买，排列三单式上传，排列三复制粘贴，166彩票官网' 
				), 
				'dssc' => array (
						'title' => '排列三开奖结果-排列三预测推荐-排列三走势图-166彩票官网',
						'description' => '166彩票网提供排列三开奖结果，在线服务和机选服务，还有排列三追号，排列三走势图，排列三合买，排列三单式上传等服务。166彩票100%安全预约购买平台！',
						'keywords' => '排列三开奖结果，排列三预测，排列三在线服务，排列三机选，排列三追号，排列三推荐，排列三走势图，排列三合买，排列三单式上传，排列三复制粘贴，166彩票官网' 
				),  
		),
		// 排列五
		'plw' => array (
				'index' => array (
						'title' => '排列五开奖结果-排列五预测推荐-排列五走势图-166彩票官网',
						'description' => '166彩票网提供排列五开奖结果，在线服务追号和机选服务，还有排列五追号，排列五历史选号，排列五走势图，排列五合买，排列五单式上传等服务。166彩票100%安全预约购买平台！',
						'keywords' => '排列五开奖结果，排列五，排列五在线服务，排列五机选，排列五追号，排列五预测推荐，排列五走势图，排列五合买，排列五单式上传，排列五复制粘贴，166彩票官网' 
				),
				'dssc' => array (
						'title' => '排列五开奖结果-排列五预测推荐-排列五走势图-166彩票官网',
						'description' => '166彩票网提供排列五开奖结果，在线服务追号和机选服务，还有排列五追号，排列五历史选号，排列五走势图，排列五合买，排列五单式上传等服务。166彩票100%安全预约购买平台！',
						'keywords' => '排列五开奖结果，排列五，排列五在线服务，排列五机选，排列五追号，排列五预测推荐，排列五走势图，排列五合买，排列五单式上传，排列五复制粘贴，166彩票官网'  
				) 
		),
		// 超级大乐透
		'dlt' => array (
				'index' => array (
						'title' => '大乐透开奖结果-超级大乐透预测-超级大乐透玩法-166彩票官网',
						'description' => '166彩票网提供大乐透开奖结果，超级大乐透在线选号服务和机选服务，还有超级大乐透追号，超级大乐透玩法，超级大乐透开奖结果，超级大乐透中奖规则，超级大乐透合买，超级大乐透单式上传等服务。166彩票100%安全预约购买平台！',
						'keywords' => '大乐透开奖结果，超级大乐透服务，超级大乐透机选，超级大乐透追号，超级大乐透中奖规则，超级大乐透走势图，超级大乐透玩法，超级大乐透合买，超级大乐透单式上传，超级大乐透复制粘贴，166彩票官网' 
				) ,
				'dssc' => array (
						'title' => '大乐透开奖结果-超级大乐透预测-超级大乐透玩法-166彩票官网',
						'description' => '166彩票网提供大乐透开奖结果，超级大乐透在线选号服务和机选服务，还有超级大乐透追号，超级大乐透玩法，超级大乐透开奖结果，超级大乐透中奖规则，超级大乐透合买，超级大乐透单式上传等服务。166彩票100%安全预约购买平台！',
						'keywords' => '大乐透开奖结果，超级大乐透服务，超级大乐透机选，超级大乐透追号，超级大乐透中奖规则，超级大乐透走势图，超级大乐透玩法，超级大乐透合买，超级大乐透单式上传，超级大乐透复制粘贴，166彩票官网' 
				) 
		),
		// 七星彩
		'qxc' => array (
				'index' => array (
						'title' => '七星彩开奖结果-七星彩玩法-七星彩中奖规则-166彩票官网',
						'description' => '166彩票网提供七星彩开奖结果，七星彩服务，七星彩追号，七星彩中奖规则，七星彩玩法介绍，七星彩预测，七星彩合买，七星彩单式上传等服务。166彩票100%安全预约购买平台！',
						'keywords' => '七星彩开奖结果，七星彩，七星彩服务，七星彩追号，七星彩走势图表，七星彩中奖规则，七星彩玩法介绍，七星彩预测，七星彩合买，七星彩单式上传，七星彩复制粘贴，166彩票官网' 
				),
				'dssc' => array (
						'title' => '七星彩开奖结果-七星彩玩法-七星彩中奖规则-166彩票官网',
						'description' => '166彩票网提供七星彩开奖结果，七星彩服务，七星彩追号，七星彩中奖规则，七星彩玩法介绍，七星彩预测，七星彩合买，七星彩单式上传等服务。166彩票100%安全预约购买平台！',
						'keywords' => '七星彩开奖结果，七星彩，七星彩服务，七星彩追号，七星彩走势图表，七星彩中奖规则，七星彩玩法介绍，七星彩预测，七星彩合买，七星彩单式上传，七星彩复制粘贴，166彩票官网' 
				) 
		),
		// 七乐彩
		'qlc' => array (
				'index' => array (
						'title' => '七乐彩开奖号码-七乐彩中奖规则-七乐彩玩法介绍-166彩票官网',
						'description' => '166彩票网提供七乐彩开奖号码，七乐彩服务追号，七乐彩玩法介绍，七乐彩中奖规则，七乐彩合买，七乐彩单式上传等服务。166彩票100%安全预约购买平台！',
						'keywords' => '七乐彩开奖号码，七乐彩中奖规则，七乐彩追号，七乐彩玩法介绍，七乐彩走势图，七乐彩开奖结果，七乐彩开奖时间，七乐彩合买，七乐彩单式上传，七乐彩复制粘贴，166彩票官网' 
				),
				'dssc' => array (
						'title' => '七乐彩开奖号码-七乐彩中奖规则-七乐彩玩法介绍-166彩票官网',
						'description' => '166彩票网提供七乐彩开奖号码，七乐彩服务追号，七乐彩玩法介绍，七乐彩中奖规则，七乐彩合买，七乐彩单式上传等服务。166彩票100%安全预约购买平台！',
						'keywords' => '七乐彩开奖号码，七乐彩中奖规则，七乐彩追号，七乐彩玩法介绍，七乐彩走势图，七乐彩开奖结果，七乐彩开奖时间，七乐彩合买，七乐彩单式上传，七乐彩复制粘贴，166彩票官网'  
				) 
		),
		// 竞彩足球
		'jczq' => array (
				'index' => array (
						'title' => '竞彩足球胜平负-竞彩足球专家预测-竞彩足球玩法-166彩票官网',
						'description' => '166彩票网提供竞彩足球混合过关在线快捷服务，在线选号，另有竞彩足球中奖规则，竞彩足球预测推荐，竞彩足球合买等。166彩票100%安全预约购买平台！',
						'keywords' => '竞彩足球胜平负，竞彩足球专家预测，竞彩足球，竞彩足球服务，竞彩足球玩法，竞彩足球开奖结果，竞彩足球怎么算奖金，竞彩足球奖金计算器，竞彩足球合买，166彩票官网' 
				),
				'hh' => array (
						'title' => '竞彩足球胜平负-竞彩足球专家预测-竞彩足球玩法-166彩票官网',
						'description' => '166彩票网提供竞彩足球混合过关在线快捷服务，在线选号，另有竞彩足球中奖规则，竞彩足球预测推荐，竞彩足球合买等。166彩票100%安全预约购买平台！',
						'keywords' => '竞彩足球胜平负，竞彩足球专家预测，竞彩足球，竞彩足球服务，竞彩足球玩法，竞彩足球开奖结果，竞彩足球怎么算奖金，竞彩足球奖金计算器，竞彩足球合买，166彩票官网' 
				),
				'dg' => array (
						'title' => '竞彩足球玩法规则-单关过关投注-单关选号技巧-166彩票官网',
						'description' => '166彩票网提供竞彩足球混合过关在线快捷服务，在线选号，另有竞彩足球中奖规则，竞彩足球预测推荐，竞彩足球合买等。166彩票100%安全预约购买平台！',
						'keywords' => '竞彩足球胜平负，竞彩足球专家预测，竞彩足球，竞彩足球服务，竞彩足球玩法，竞彩足球开奖结果，竞彩足球怎么算奖金，竞彩足球奖金计算器，竞彩足球合买，166彩票官网' 
				),
				'spf' => array (
						'title' => '竞彩足球玩法规则-胜平负过关投注-胜平负选号技巧-166彩票官网',
						'description' => '166彩票网提供竞彩足球混合过关在线快捷服务，在线选号，另有竞彩足球中奖规则，竞彩足球预测推荐，竞彩足球合买等。166彩票100%安全预约购买平台！',
						'keywords' => '竞彩足球胜平负，竞彩足球专家预测，竞彩足球，竞彩足球服务，竞彩足球玩法，竞彩足球开奖结果，竞彩足球怎么算奖金，竞彩足球奖金计算器，竞彩足球合买，166彩票官网' 
				),
				'rqspf' => array (
						'title' => '竞彩足球玩法规则-让球胜平负过关投注-让球胜平负选号技巧-166彩票官网',
						'description' => '166彩票网提供竞彩足球混合过关在线快捷服务，在线选号，另有竞彩足球中奖规则，竞彩足球预测推荐，竞彩足球合买等。166彩票100%安全预约购买平台！',
						'keywords' => '竞彩足球胜平负，竞彩足球专家预测，竞彩足球，竞彩足球服务，竞彩足球玩法，竞彩足球开奖结果，竞彩足球怎么算奖金，竞彩足球奖金计算器，竞彩足球合买，166彩票官网' 
				),
				'cbf' => array (
						'title' => '竞彩足球玩法规则-比分过关投注-比分选号技巧-166彩票官网',
						'description' => '166彩票网提供竞彩足球混合过关在线快捷服务，在线选号，另有竞彩足球中奖规则，竞彩足球预测推荐，竞彩足球合买等。166彩票100%安全预约购买平台！',
						'keywords' => '竞彩足球胜平负，竞彩足球专家预测，竞彩足球，竞彩足球服务，竞彩足球玩法，竞彩足球开奖结果，竞彩足球怎么算奖金，竞彩足球奖金计算器，竞彩足球合买，166彩票官网' 
				),
				'jqs' => array (
						'title' => '竞彩足球玩法规则-总进球过关投注-总进球选号技巧-166彩票官网',
						'description' => '166彩票网提供竞彩足球混合过关在线快捷服务，在线选号，另有竞彩足球中奖规则，竞彩足球预测推荐，竞彩足球合买等。166彩票100%安全预约购买平台！',
						'keywords' => '竞彩足球胜平负，竞彩足球专家预测，竞彩足球，竞彩足球服务，竞彩足球玩法，竞彩足球开奖结果，竞彩足球怎么算奖金，竞彩足球奖金计算器，竞彩足球合买，166彩票官网' 
				),
				'bqc' => array (
						'title' => '竞彩足球玩法规则-半全场过关投注-半全场选号技巧-166彩票官网',
						'description' => '166彩票网提供竞彩足球混合过关在线快捷服务，在线选号，另有竞彩足球中奖规则，竞彩足球预测推荐，竞彩足球合买等。166彩票100%安全预约购买平台！',
						'keywords' => '竞彩足球胜平负，竞彩足球专家预测，竞彩足球，竞彩足球服务，竞彩足球玩法，竞彩足球开奖结果，竞彩足球怎么算奖金，竞彩足球奖金计算器，竞彩足球合买，166彩票官网' 
				) 
		),
		// 竞彩篮球
		'jclq' => array (
				'index' => array (
						'title' => '竞彩篮球推荐-竞彩篮球预测推荐-竞彩篮球玩法-166彩票官网',
						'description' => '166彩票网提供竞彩篮球混合过关在线快捷服务，在线选号，另有竞彩篮球中奖规则，竞彩篮球预测推荐，竞彩篮球合买等。166彩票100%安全预约购买平台！',
						'keywords' => '竞彩篮球推荐，竞彩篮球预测推荐，竞彩篮球选号，竞彩篮球玩法，竞彩篮球开奖结果，竞彩篮球合买，166彩票官网' 
				),
				'hh' => array (
						'title' => '竞彩篮球推荐-竞彩篮球预测推荐-竞彩篮球玩法-166彩票官网',
						'description' => '166彩票网提供竞彩篮球混合过关在线快捷服务，在线选号，另有竞彩篮球中奖规则，竞彩篮球预测推荐，竞彩篮球合买等。166彩票100%安全预约购买平台！',
						'keywords' => '竞彩篮球推荐，竞彩篮球预测推荐，竞彩篮球选号，竞彩篮球玩法，竞彩篮球开奖结果，竞彩篮球合买，166彩票官网' 
				),
				'sfc' => array (
						'title' => '竞彩篮球玩法规则-胜分差过关投注-胜分差选号技巧-166彩票官网',
						'description' => '166彩票网提供竞彩篮球混合过关在线快捷服务，在线选号，另有竞彩篮球中奖规则，竞彩篮球预测推荐，竞彩篮球合买等。166彩票100%安全预约购买平台！',
						'keywords' => '竞彩篮球推荐，竞彩篮球预测推荐，竞彩篮球选号，竞彩篮球玩法，竞彩篮球开奖结果，竞彩篮球合买，166彩票官网' 
				) 
		),
		// 奖金优化
		'optimize' => array (
				'index' => array (
						'title' => '#cnName#奖金优化-平均优化-搏冷优化-搏热优化-#cnName#服务方案-166彩票官网',
						'description' => '166彩票网提供#cnName#服务方案三种奖金优化方案：平均优化，搏冷优化，搏热优化，获得更多彩票收益。166彩票100%安全预约购买平台！',
						'keywords' => '#cnName#奖金优化，平均优化，搏冷优化，搏热优化' 
				) 
		),
		// 胜负彩
		'sfc' => array (
				'index' => array (
						'title' => '胜负彩玩法-胜负足球分析-胜负彩预测-166彩票官网',
						'description' => '166彩票网提供胜负彩服务，胜负彩最新开奖结果，胜负彩中奖规则，胜负彩玩法，胜负彩合买，胜负彩单式上传等服务。166彩票100%安全预约购买平台！',
						'keywords' => '胜负彩玩法，胜负足球分析，胜负彩预测，胜负彩选号服务，胜负彩开奖时间，胜负彩合买，胜负彩单式上传，胜负彩复制粘贴，166彩票官网' 
				),
				'dssc' => array (
						'title' => '胜负彩玩法-胜负足球分析-胜负彩预测-166彩票官网',
						'description' => '166彩票网提供胜负彩服务，胜负彩最新开奖结果，胜负彩中奖规则，胜负彩玩法，胜负彩合买，胜负彩单式上传等服务。166彩票100%安全预约购买平台！',
						'keywords' => '胜负彩玩法，胜负足球分析，胜负彩预测，胜负彩选号服务，胜负彩开奖时间，胜负彩合买，胜负彩单式上传，胜负彩复制粘贴，166彩票官网' 
				)
		),
		// 任选九
		'rj' => array (
				'index' => array (
						'title' => '任选九开奖-任选九场中奖规则-任选九玩法-166彩票官网',
						'description' => '166彩票网提供任选九服务，任选九开奖时间，任选九中奖规则，任选九合买，任选九单式上传等服务。166彩票100%安全预约购买平台！',
						'keywords' => '任选九开奖，任选九玩法，任选九服务，任选九开奖时间，任选九场中奖规则，任选九合买，任选九单式上传，任选九复制粘贴，任选九166彩票官网' 
				),
				'dssc' => array (
						'title' => '任选九开奖-任选九场中奖规则-任选九玩法-166彩票官网',
						'description' => '166彩票网提供任选九服务，任选九开奖时间，任选九中奖规则，任选九合买，任选九单式上传等服务。166彩票100%安全预约购买平台！',
						'keywords' => '任选九开奖，任选九玩法，任选九服务，任选九开奖时间，任选九场中奖规则，任选九合买，任选九单式上传，任选九复制粘贴，任选九166彩票官网' 
				) 
		),
		// 老11选5
		'syxw' => array (
				'index' => array (
						'title' => '老11选5技巧-老11选5开奖结果-老11选5追号-166彩票官网',
						'description' => '166彩票网提供老11选5服务，老11选5追号，老11选5开奖结果，老11选5杀号，老11选5走势图，老11选5技巧等服务。166彩票100%安全预约购买平台！',
						'keywords' => '老11选5技巧，老11选5开奖结果，老11选5，老11选5服务，老11选5追号，老11选5杀号，老11选5走势图，166彩票官网' 
				) 
		),
		// 新11选5
		'jxsyxw' => array (
				'index' => array (
						'title' => '新11选5技巧-新11选5开奖结果-新11选5追号-166彩票官网',
						'description' => '166彩票网提供新11选5服务，新11选5追号，新11选5开奖结果，新11选5杀号，新11选5走势图，新11选5技巧等服务。166彩票100%安全预约购买平台！',
						'keywords' => '新11选5技巧，新11选5开奖结果，新11选5，新11选5服务，新11选5追号，新11选5杀号，新11选5走势图，166彩票官网' 
				) 
		),
		// 惊喜11选5
		'hbsyxw' => array (
				'index' => array (
						'title' => '惊喜11选5技巧-惊喜11选5开奖结果-惊喜11选5追号-166彩票官网',
						'description' => '166彩票网提供惊喜11选5服务，惊喜11选5追号，惊喜11选5开奖结果，惊喜11选5杀号，惊喜11选5走势图，惊喜11选5技巧等服务。166彩票100%安全预约购买平台！',
						'keywords' => '惊喜11选5技巧，惊喜11选5开奖结果，惊喜11选5，惊喜11选5服务，惊喜11选5追号，惊喜11选5杀号，惊喜11选5走势图，166彩票官网' 
				) 
		),
		// 乐11选5
        'gdsyxw' => array (
            'index' => array (
                'title' => '乐11选5技巧-乐11选5开奖结果-乐11选5追号-166彩票官网',
                'description' => '166彩票网提供乐11选5服务，乐11选5追号，乐11选5开奖结果，乐11选5杀号，乐11选5走势图，乐11选5技巧等服务。166彩票100%安全预约购买平台！',
                'keywords' => '乐11选5技巧，乐11选5开奖结果，乐11选5，乐11选5服务，乐11选5追号，乐11选5杀号，乐11选5走势图，166彩票官网'
            )
        ),
		// 快3
		'ks' => array (
				'index' => array (
						'title' => '经典快3开奖结果-经典快3预测方案-经典快3走势图-166彩票官网',
						'description' => '166彩票网提供经典快3彩票服务，经典快3走势图等彩票购买服务。166彩票100%安全预约购买平台！',
						'keywords' => '经典快3开奖结果，经典快3预测方案，经典快3走势图，166彩票官网' 
				) 
		),
		'jlks' => array (
				'index' => array (
						'title' => '易快3开奖结果-易快3预测方案-易快3走势图-166彩票官网',
						'description' => '166彩票网提供易快3彩票服务，易快3走势图等彩票购买服务。166彩票100%安全预约购买平台！',
						'keywords' => '易快3开奖结果，易快3预测方案，易快3走势图，166彩票官网'
				)
		),
        'jxks' => array (
            'index' => array (
                'title' => '红快3开奖结果-红快3预测方案-红快3走势图-166彩票官网',
                'description' => '166彩票网提供红快3彩票服务，红快3走势图等彩票购买服务。166彩票100%安全预约购买平台！',
                'keywords' => '红快3开奖结果，红快3预测方案，红快3走势图，166彩票官网'
            )
        ),
		// 快乐扑克
		'klpk' => array (
				'index' => array (
						'title' => '快乐扑克开奖结果-快乐扑克走势图-快乐扑克玩法-166彩票网',
						'description' => '166彩票网提供快乐扑克彩票服务，快乐扑克走势图，快乐扑克玩法等彩票购买服务。166彩票100%安全预约购彩平台！',
						'keywords' => '快乐扑克开奖结果，快乐扑克开奖结果，快乐扑克走势图，快乐扑克玩法，166彩票官网'
				)
		),
		// 'cqssc' => array (
		// 		'index' => array (
		// 				'title' => '老时时彩开奖结果_老时时彩开奖号码_老时时彩开奖时间-166彩票官网',
		// 				'description' => '166彩票网提供老时时彩开奖结果，重庆时时彩开奖结果，老时时彩开奖号码，重庆时时彩开奖号码，老时时彩开奖时间，重庆时时彩开奖时间，老时时彩中奖规则，重庆时时彩中奖规则等服务。166彩票100%安全预约服务平台，中奖福地，赢家首选！',
		// 				'keywords' => '老时时彩开奖结果，重庆时时彩开奖结果，老时时彩开奖号码，重庆时时彩开奖号码，老时时彩开奖时间，重庆时时彩开奖时间，老时时彩中奖规则，重庆时时彩中奖规则'
		// 		)
		// ),
		'hemai' => array(
				'index' => array(
						'title' => '彩票合买大厅-彩票合买-彩票合买网站-166彩票官网',
						'description' => '166彩票网合买大厅提供彩票新玩法：双色球合买，大乐透合买，福彩3D合买，排列三合买，排列五合买，七乐彩合买，七星彩合买，竞彩足球合买，竞彩篮球合买，胜负彩合买，任选九合买等热门彩种服务！',
						'keywords' => '166彩票网，彩票合买大厅，双色球合买，超级大乐透合买，七星彩合买，福彩3D合买，竞彩足球合买，胜负彩合买，竞彩篮球合买'
				),
				'ssq' => array(
						'title' => '双色球合买大厅-双色球合买-双色球合买网站-166彩票官网',
						'description' => '166彩票网双色球合买大厅提供双色球合买发起，双色球跟单，方便您参与双色球合买玩法！',
						'keywords' => '166彩票网，双色球合买大厅，双色球跟单，双色球合买方案'
				),
				'dlt' => array(
						'title' => '大乐透合买大厅-大乐透合买-大乐透合买网站-166彩票官网',
						'description' => '166彩票网大乐透合买大厅提供大乐透合买发起，大乐透跟单，方便您参与大乐透合买玩法！',
						'keywords' => '166彩票网，大乐透合买大厅，大乐透跟单，大乐透合买方案'
				),
				'jczq' => array(
						'title' => '竞彩足球合买大厅-竞彩足球合买-竞彩足球合买网站-166彩票官网',
						'description' => '166彩票网竞彩足球合买大厅提供竞彩足球合买发起，竞彩足球跟单，方便您参与竞彩足球合买玩法！',
						'keywords' => '166彩票网，竞彩足球合买大厅，竞彩足球跟单，竞彩足球合买方案'
				),
				'jclq' => array(
						'title' => '竞彩篮球合买大厅-竞彩篮球合买-竞彩篮球合买网站-166彩票官网',
						'description' => '166彩票网竞彩篮球合买大厅提供竞彩篮球合买发起，竞彩篮球跟单，方便您参与竞彩篮球合买玩法！',
						'keywords' => '166彩票网，竞彩篮球合买大厅，竞彩篮球跟单，竞彩篮球合买方案'
				),
				'sfc' => array(
						'title' => '胜负彩合买大厅-胜负彩合买-胜负彩合买网站-166彩票官网',
						'description' => '166彩票网胜负彩合买大厅提供胜负彩合买发起，胜负彩跟单，方便您参与胜负彩合买玩法！',
						'keywords' => '166彩票网，胜负彩合买大厅，胜负彩跟单，胜负彩合买方案'
				),
				'fcsd' => array(
						'title' => '福彩3D合买大厅-福彩3D合买-福彩3D合买网站-166彩票官网',
						'description' => '166彩票网福彩3D合买大厅提供福彩3D合买发起，福彩3D跟单，方便您参与福彩3D合买玩法！',
						'keywords' => '166彩票网，福彩3D合买大厅，福彩3D跟单，福彩3D合买方案'
				),
				'qlc' => array(
						'title' => '七乐彩合买大厅-七乐彩合买-七乐彩合买网站-166彩票官网',
						'description' => '166彩票网七乐彩合买大厅提供七乐彩合买发起，七乐彩跟单，方便您参与七乐彩合买玩法！',
						'keywords' => '166彩票网，七乐彩合买大厅，七乐彩跟单，七乐彩合买方案'
				),
				'qxc' => array(
						'title' => '七星彩合买大厅-七星彩合买-七星彩合买网站-166彩票官网',
						'description' => '166彩票网七星彩合买大厅提供七星彩合买发起，七星彩跟单，方便您参与七星彩合买玩法！',
						'keywords' => '166彩票网，七星彩合买大厅，七星彩跟单，七星彩合买方案'
				),
				'pls' => array(
						'title' => '排列三合买大厅-排列三合买-排列三合买网站-166彩票官网',
						'description' => '166彩票网排列三合买大厅提供排列三合买发起，排列三跟单，方便您参与排列三合买玩法！',
						'keywords' => '166彩票网，排列三合买大厅，排列三跟单，排列三合买方案'
				),
				'detail' => array(
						'title' => '#param1#发起的合买方案：方案已达#issue#元-人数已达#param0#人-166彩票官网',
						'description' => '#param1#发起的合买订单方案，可以实时查看该合买方案现有#issue#元合买金额，共有#param0#人用户参与，还有该合买订单状态和出票明细等！',
						'keywords' => '166彩票网，#param1#发起的合买方案，#cnName#合买方案，合买方案金额，订单状态，出票明细'
				),
                'gdetail' => array(
						'title' => '彩票#cnName#跟单订单记录-166彩票官网',
						'description' => '',
						'keywords' => ''
				),
                'lsDetail' => array (
						'title' => '大乐透乐善奖详情-大乐透乐善码-大乐透乐善奖-166彩票官网',
						'description' => '',
						'keywords' => '' 
				) 
		),
		'gendan' => array(
				'index' => array(
						'title' => '定制跟单-彩票定制跟单-166彩票官网',
						'description' => '166彩票网提供专业、安全的双色球定制跟单、大乐透定制跟单、竞彩足球定制跟单、竞彩篮球定制跟单等，方便您参与合买的订单！',
						'keywords' => '166彩票网，定制跟单，彩票定制，跟单红人'
				),
				'ssq' => array(
						'title' => '双色球定制跟单-双色球彩票定制跟单-166彩票官网',
						'description' => '166彩票网提供专业、安全的双色球定制跟单，方便您参与合买的订单！',
						'keywords' => '166彩票网，双色球定制跟单，双色球彩票定制，双色球跟单红人'
				),
				'dlt' => array(
						'title' => '大乐透定制跟单-大乐透彩票定制跟单-166彩票官网',
						'description' => '166彩票网提供专业、安全的大乐透定制跟单，方便您参与合买的订单！',
						'keywords' => '166彩票网，大乐透定制跟单，大乐透彩票定制，大乐透跟单红人'
				),
				'jczq' => array(
						'title' => '竞彩足球定制跟单-竞彩足球彩票定制跟单-166彩票官网',
						'description' => '166彩票网提供专业、安全的竞彩足球定制跟单，方便您参与合买的订单！',
						'keywords' => '166彩票网，竞彩足球定制跟单，竞彩足球彩票定制，竞彩足球跟单红人'
				),
				'jclq' => array(
						'title' => '竞彩篮球定制跟单-竞彩篮球彩票定制跟单-166彩票官网',
						'description' => '166彩票网提供专业、安全的竞彩篮球定制跟单，方便您参与合买的订单！',
						'keywords' => '166彩票网，竞彩篮球定制跟单，竞彩篮球彩票定制，竞彩篮球跟单红人'
				),
				'sfc' => array(
						'title' => '胜负彩定制跟单-胜负彩彩票定制跟单-166彩票官网',
						'description' => '166彩票网提供专业、安全的胜负彩定制跟单，方便您参与合买的订单！',
						'keywords' => '166彩票网，胜负彩定制跟单，胜负彩彩票定制，胜负彩跟单红人'
				),
				'fcsd' => array(
						'title' => '福彩3D定制跟单-福彩3D彩票定制跟单-166彩票官网',
						'description' => '166彩票网提供专业、安全的福彩3D定制跟单，方便您参与合买的订单！',
						'keywords' => '166彩票网，福彩3D定制跟单，福彩3D彩票定制，福彩3D跟单红人'
				),
				'qlc' => array(
						'title' => '七乐彩定制跟单-七乐彩彩票定制跟单-166彩票官网',
						'description' => '166彩票网提供专业、安全的七乐彩定制跟单，方便您参与合买的订单！',
						'keywords' => '166彩票网，七乐彩定制跟单，七乐彩彩票定制，七乐彩跟单红人'
				),
				'qxc' => array(
						'title' => '七星彩定制跟单-七星彩彩票定制跟单-166彩票官网',
						'description' => '166彩票网提供专业、安全的七星彩定制跟单，方便您参与合买的订单！',
						'keywords' => '166彩票网，七星彩定制跟单，七星彩彩票定制，七星彩跟单红人'
				),
				'pls' => array(
						'title' => '排列三定制跟单-排列三彩票定制跟单-166彩票官网',
						'description' => '166彩票网提供专业、安全的排列三定制跟单，方便您参与合买的订单！',
						'keywords' => '166彩票网，排列三定制跟单，排列三彩票定制，排列三跟单红人'
				)
		),    
		'user' => array(
				'index' => array(
						'title' => '#param0#的个人中心页面-166彩票官网',
						'description' => '',
						'keywords' => ''
				),
		),
		// 购彩大厅
		'hall' => array (
				'index' => array (
						'title' => '彩票有：双色球、大乐透、七星彩、福彩3D、竞彩足球-166彩票官网',
						'description' => '166彩票网大厅提供竞彩足球，双色球，超级大乐透、七星彩,福彩3D，胜负彩，竞彩篮球，老11选5等热门彩种服务服务，166彩票100%安全预约购买平台！',
						'keywords' => '双色球，超级大乐透，七星彩，福彩3D，竞彩足球，胜负彩，竞彩篮球，166彩票官网' 
				) 
		),
		// 全国开奖
		'kaijiang' => array (
				'index' => array (
						'title' => '彩票开奖结果-福彩开奖结果-体彩开奖结果-足彩开奖结果-166彩票官网',
						'description' => '彩票开奖结果-福彩开奖结果-体彩开奖结果-足彩开奖结果-166彩票官网',
						'keywords' => '彩票开奖结果，福彩开奖结果，体彩开奖结果，足彩开奖结果，166彩票官网' 
				),
				'fc3d' => array (
						'title' => '福彩3D第#issue#期次开奖结果-福彩3D开奖结果查询-166彩票官网',
						'description' => '166彩票网提供双色球在线快捷服务，在线选号，另有福彩3D中奖规则，福彩3D预测推荐等。166彩票100%安全预约购买平台！',
						'keywords' => '福彩3D第#issue#期次开奖结果，福彩3D最新开奖结果，福彩3D历史开奖数据，166彩票官网' 
				),
				'ssq' => array (
						'title' => '双色球第#issue#期次开奖结果-双色球开奖结果查询-166彩票官网',
						'description' => '166彩票网提供双色球在线快捷服务，在线选号，另有双色球中奖规则，双色球预测推荐等。166彩票100%安全预约购买平台！',
						'keywords' => '双色球第#issue#期次开奖结果，双色球最新开奖结果，双色球历史开奖数据，166彩票官网' 
				),
				'dlt' => array (
						'title' => '大乐透第#issue#期次开奖结果-大乐透开奖结果查询-166彩票官网',
						'description' => '166彩票网提供大乐透在线快捷服务，在线选号，另有大乐透中奖规则，大乐透预测推荐等。166彩票100%安全预约购买平台！',
						'keywords' => '大乐透第#issue#期次开奖结果，大乐透最新开奖结果，大乐透历史开奖数据，166彩票官网' 
				),
				'qlc' => array (
						'title' => '七乐彩第#issue#期次开奖结果-七乐彩开奖结果查询-166彩票官网',
						'description' => '166彩票网提供七乐彩在线快捷服务，在线选号，另有七乐彩中奖规则，七乐彩预测推荐等。166彩票100%安全预约购买平台！',
						'keywords' => '七乐彩第#issue#期次开奖结果，七乐彩最新开奖结果，七乐彩历史开奖数据，166彩票官网' 
				),
				'qxc' => array (
						'title' => '七星彩第#issue#期次开奖结果-七星彩开奖结果查询-166彩票官网',
						'description' => '166彩票网提供七星彩在线快捷服务，在线选号，另有七星彩中奖规则，七星彩预测推荐等。166彩票100%安全预约购买平台！',
						'keywords' => '七星彩第#issue#期次开奖结果，七星彩最新开奖结果，七星彩历史开奖数据，166彩票官网' 
				),
				'pl3' => array (
						'title' => '排列三第#issue#期次开奖结果-排列三开奖结果查询-166彩票官网',
						'description' => '166彩票网提供排列三在线快捷服务，在线选号，另有排列三中奖规则，排列三预测推荐等。166彩票100%安全预约购买平台！',
						'keywords' => '排列三第#issue#期次开奖结果，排列三最新开奖结果，排列三历史开奖数据，166彩票官网' 
				),
				'pl5' => array (
						'title' => '排列五第#issue#期次开奖结果-排列五开奖结果查询-166彩票官网',
						'description' => '166彩票网提供排列五在线快捷服务，在线选号，另有排列五中奖规则，排列五预测推荐等。166彩票100%安全预约购买平台！',
						'keywords' => '排列五第#issue#期次开奖结果，排列五最新开奖结果，排列五历史开奖数据，166彩票官网' 
				),
				'syxw' => array (
						'title' => '老11选5第#issue#期次开奖结果-老11选5开奖结果查询-166彩票官网',
						'description' => '166彩票网提供老11选5在线快捷服务，在线选号，另有老11选5中奖规则，老11选5预测推荐等。166彩票100%安全预约购买平台！',
						'keywords' => '老11选5第#issue#期次开奖结果，老11选5最新开奖结果，老11选5历史开奖数据，166彩票官网' 
				),
				'jxsyxw' => array (
						'title' => '新11选5第#issue#期次开奖结果-新11选5开奖结果查询-166彩票官网',
						'description' => '166彩票网提供新11选5在线快捷服务，在线选号，另有新11选5中奖规则，新11选5预测推荐等。166彩票100%安全预约购买平台！',
						'keywords' => '新11选5第#issue#期次开奖结果，新11选5最新开奖结果，新11选5历史开奖数据，166彩票官网' 
				),
				'hbsyxw' => array (
						'title' => '惊喜11选5第#issue#期次开奖结果-惊喜11选5开奖结果查询-166彩票官网',
						'description' => '166彩票网提供惊喜11选5在线快捷服务，在线选号，另有惊喜11选5中奖规则，惊喜11选5预测推荐等。166彩票100%安全预约购买平台！',
						'keywords' => '惊喜11选5第#issue#期次开奖结果，惊喜11选5最新开奖结果，惊喜11选5历史开奖数据，166彩票官网' 
				),
    		    'gdsyxw' => array (
    		        'title' => '乐11选5第#issue#期次开奖结果-乐11选5开奖结果查询-166彩票官网',
    		        'description' => '166彩票网提供乐11选5在线快捷服务，在线选号，另有乐11选5中奖规则，乐11选5预测推荐等。166彩票100%安全预约购买平台！',
    		        'keywords' => '乐11选5第#issue#期次开奖结果，乐11选5最新开奖结果，乐11选5历史开奖数据，166彩票官网'
    		    ),
				'ks' => array (
						'title' => '经典快3第#issue#期次开奖结果-经典快3开奖结果查询-166彩票官网',
						'description' => '166彩票网提供经典快3在线快捷服务，在线选号，另有经典快3中奖规则，经典快3预测推荐等。166彩票100%安全预约购买平台！',
						'keywords' => '经典快3第#issue#期次开奖结果，经典快3最新开奖结果，经典快3历史开奖数据，166彩票官网' 
				),
				'jlks' => array (
						'title' => '易快3第#issue#期次开奖结果-易快3开奖结果查询-166彩票官网',
						'description' => '166彩票网提供易快3在线快捷服务，在线选号，另有易快3中奖规则，易快3预测推荐等。166彩票100%安全预约购买平台！',
						'keywords' => '易快3第#issue#期次开奖结果，易快3最新开奖结果，易快3历史开奖数据，166彩票官网'
				),
    		    'jxks' => array (
    		        'title' => '红快3第#issue#期次开奖结果-红快3开奖结果查询-166彩票官网',
    		        'description' => '166彩票网提供红快3在线快捷服务，在线选号，另有红快3中奖规则，红快3预测推荐等。166彩票100%安全预约购买平台！',
    		        'keywords' => '红快3第#issue#期次开奖结果，红快3最新开奖结果，红快3历史开奖数据，166彩票官网'
    		    ),
				'klpk' => array (
						'title' => '快乐扑克第#issue#期次开奖结果-快乐扑克开奖结果查询-166彩票官网',
						'description' => '166彩票网提供快乐扑克在线快捷服务，在线选号，另有快乐扑克中奖规则，快乐扑克预测推荐等。166彩票100%安全预约购买平台！',
						'keywords' => '快乐扑克第#issue#期次开奖结果，快乐扑克最新开奖结果，快乐扑克历史开奖数据，166彩票官网'
				),
				'cqssc' => array (
						'title' => '老时时彩第#issue#期次开奖结果-老时时彩开奖结果查询-166彩票官网',
						'description' => '166彩票网提供老时时彩在线快捷服务，在线选号，另有老时时彩中奖规则，老时时彩预测推荐等。166彩票100%安全预约购买平台！',
						'keywords' => '老时时彩第#issue#期次开奖结果，老时时彩最新开奖结果，老时时彩历史开奖数据，166彩票官网'
				),
				'rj' => array (
						'title' => '任选九第#issue#期次开奖结果-任选九开奖结果查询-166彩票官网',
						'description' => '166彩票网提供任选九在线快捷服务，在线选号，另有任选九中奖规则，任选九预测推荐等。166彩票100%安全预约购买平台！',
						'keywords' => '任选九第#issue#期次开奖结果，任选九最新开奖结果，任选九历史开奖数据，166彩票官网' 
				),
				'sfc' => array (
						'title' => '胜负彩第#issue#期次开奖结果-胜负彩开奖结果查询-166彩票官网',
						'description' => '166彩票网提供胜负彩在线快捷服务，在线选号，另有胜负彩中奖规则，胜负彩预测推荐等。166彩票100%安全预约购买平台！',
						'keywords' => '胜负彩第#issue#期次开奖结果，胜负彩最新开奖结果，胜负彩历史开奖数据，166彩票官网' 
				),
				// 竞彩足球
				'jczq' => array (
						'title' => '竞彩足球第#issue#期次开奖结果-竞彩足球开奖结果查询-166彩票官网',
						'description' => '166彩票网提供竞彩足球最新第#issue#期开奖结果，另有竞彩足球在线快捷投注、在线选号，竞彩足球中奖规则，竞彩足球预测推荐等。166彩票100%安全预约购买平台！',
						'keywords' => '竞彩足球第#issue#期次开奖结果，竞彩足球最新开奖结果，竞彩足球历史开奖数据，166彩票官网'
				),
				// 竞彩篮球
				'jclq' => array (
						'title' => '竞彩篮球第#issue#期次开奖结果-竞彩篮球开奖结果查询-166彩票官网',
						'description' => '166彩票网提供竞彩篮球在线快捷服务，在线选号，另有竞彩篮球中奖规则，竞彩篮球预测推荐等。166彩票100%安全预约购买平台！',
						'keywords' => '竞彩足球第#issue#期次开奖结果，竞彩足球最新开奖结果，竞彩足球历史开奖数据，166彩票官网'
				),
				'jczqDetail' => array (
						'title' => '竞彩足球第#issue#期次开奖结果-竞彩足球开奖结果查询-166彩票官网',
						'description' => '166彩票网提供竞彩足球在线快捷服务，在线选号，另有竞彩足球中奖规则，竞彩足球预测推荐等。166彩票100%安全预约购买平台！',
						'keywords' => '竞彩足球第#issue#期次开奖结果，竞彩足球最新开奖结果，竞彩足球历史开奖数据，166彩票官网'
				),
				'jclqDetail' => array (
						'title' => '竞彩篮球第#issue#期次开奖结果-竞彩篮球开奖结果查询-166彩票官网',
						'description' => '166彩票网提供竞彩篮球在线快捷服务，在线选号，另有竞彩篮球中奖规则，竞彩篮球预测推荐等。166彩票100%安全预约购买平台！',
						'keywords' => '竞彩足球第#issue#期次开奖结果，竞彩足球最新开奖结果，竞彩足球历史开奖数据，166彩票官网'
				),
		),
		// 彩票学院
		'academy' => array (
				'index' => array (
						'title' => '彩票学院_彩票新手指南-166彩票官网',
						'description' => '彩票学院，彩票新手教程，166彩票官网',
						'keywords' => '' 
				) 
		),
		// 走势图
		'chart' => array (
				'index' => array (
						'title' => '双色球走势图-大乐透走势图-彩票走势图-166彩票官网',
						'description' => '166彩票网提供多种彩种走势图：双色球走势图，福彩3D走势图，大乐透走势图，老11选5走势图，排列五走势图，排列三走势图，七星彩走势图，七乐彩走势图。166彩票100%安全预约购买平台！',
						'keywords' => '双色球走势图，福彩3D走势图，大乐透走势图，老11选5走势图，排列五走势图，排列三走势图，七星彩走势图，七乐彩走势图，166彩票官网' 
				) 
		),
		// 帮助中心
		'help' => array (
				'index' => array (
						'title' => '#pageTitle#帮助中心-166彩票网',
						'description' => '166彩票网是专业彩民首选的安全购买平台，帮助中心提供#cnName#问题解答。166彩票100%安全预约购买平台！',
						'keywords' => ''
				) 
		),
		'help_title' => array (
				// 注册登录
				'0' => array (
						'0' => '注册-',
						'1' => '注册-',
						'2' => '登录-',
						'3' => '实名认证-',
						'4' => '手机邮箱-',
						'5' => '支付密码-' 
				),
				// 帐户充值
				'1' => array (
						'0' => '帐户充值-',
						'1' => '帐户充值-' 
				),
				// 购买彩票
				'2' => array (
						'0' => '购彩入门-',
						'1' => '购彩入门-',
						'2' => '彩票术语-' 
				),
				// 兑奖提款
				'3' => array (
						'0' => '中奖查询-',
						'1' => '中奖查询-',
						'2' => '兑奖-',
						'3' => '提款-' 
				),
				// 常见问题
				'4' => array (
						'0' => '常见问题-' 
				),
				// 彩种玩法
				'5' => array (
						'0' => '大乐透玩法-',
						'1' => '大乐透玩法-',
						'2' => '福彩3D玩法-',
						'3' => '竞彩篮球玩法-',
						'4' => '竞彩足球玩法-',
						'5' => '排列三玩法-',
						'6' => '排列五玩法-',
						'7' => '七乐彩玩法-',
						'8' => '七星彩玩法-',
						'9' => '任选九玩法-',
						'10' => '胜负彩玩法-',
						'11' => '老11选5玩法-',
						'12' => '双色球玩法-' 
				) 
		),
		'info' => array (
				'index' => array (
						'title' => '彩票资讯-彩票预测-彩票新闻-彩票玩法分析-166彩票官网',
						'description' => '166彩票网是专业彩民首选的安全购买平台。彩票资讯频道为您提供最新中国福利彩票、体育彩票最新新闻资讯。166彩票100%安全预约购买平台！',
						'keywords' => ''
				),
				'lists' => array (
						'title' => '彩票资讯-彩票中奖新闻-彩票玩法分析-资讯#pageNumber#-166彩票官网',
						'description' => '166彩票网是专业彩民首选的安全购买平台。彩票资讯频道为您提供最新中国福利彩票、体育彩票最新新闻资讯。166彩票100%安全预约购买平台！',
						'keywords' => ''
				),
				'nbainjury' => array (
						'title' => 'NBA球员每日伤病-NBA球员伤病报告-NBA最新伤病名单-166彩票网',
						'description' => '166彩票网是专业彩民首选的安全购买平台。彩票资讯频道为您提供最新中国福利彩票、体育彩票最新新闻资讯。166彩票100%安全预约购买平台！',
						'keywords' => ''
				),
				'csxw' => array (
						'title' => '彩票新闻:#pageTitle#-166彩票官网',
						'description' => '166彩票网是专业彩民首选的安全购买平台。彩票资讯频道为您提供最新中国福利彩票、体育彩票最新新闻资讯。166彩票100%安全预约购买平台！',
						'keywords' => ''
				),
				'ssq' => array (
						'title' => '双色球:#pageTitle#-166彩票官网',
						'description' => '166彩票网是专业彩民首选的安全购买平台。彩票资讯频道为您提供最新中国福利彩票、体育彩票最新新闻资讯。166彩票100%安全预约购买平台！',
						'keywords' => ''
				),
				'qtfc' => array (
						'title' => '其他福彩:#pageTitle#-166彩票官网',
						'description' => '166彩票网是专业彩民首选的安全购买平台。彩票资讯频道为您提供最新中国福利彩票、体育彩票最新新闻资讯。166彩票100%安全预约购买平台！',
						'keywords' => ''
				),
				'dlt' => array (
						'title' => '大乐透:#pageTitle#-166彩票官网',
						'description' => '166彩票网是专业彩民首选的安全购买平台。彩票资讯频道为您提供最新中国福利彩票、体育彩票最新新闻资讯。166彩票100%安全预约购买平台！',
						'keywords' => ''
				),
				'qttc' => array (
						'title' => '其他体彩:#pageTitle#-166彩票官网',
						'description' => '166彩票网是专业彩民首选的安全购买平台。彩票资讯频道为您提供最新中国福利彩票、体育彩票最新新闻资讯。166彩票100%安全预约购买平台！',
						'keywords' => ''
				),
				'jczq' => array (
						'title' => '竞彩足球:#pageTitle#-166彩票官网',
						'description' => '166彩票网是专业彩民首选的安全购买平台。彩票资讯频道为您提供最新中国福利彩票、体育彩票最新新闻资讯。166彩票100%安全预约购买平台！',
						'keywords' => ''
				),
				'sfc' => array (
						'title' => '胜负彩:#pageTitle#-166彩票官网',
						'description' => '166彩票网是专业彩民首选的安全购买平台。彩票资讯频道为您提供最新中国福利彩票、体育彩票最新新闻资讯。166彩票100%安全预约购买平台！',
						'keywords' => ''
				),
				'jclq' => array (
						'title' => '竞彩篮球:#pageTitle#-166彩票官网',
						'description' => '166彩票网是专业彩民首选的安全购买平台。彩票资讯频道为您提供最新中国福利彩票、体育彩票最新新闻资讯。166彩票100%安全预约购买平台！',
						'keywords' => ''
				),
				'zjtjzq' => array (
						'title' => '专家推荐:#pageTitle#-166彩票官网',
						'description' => '166彩票网是专业彩民首选的安全购买平台。彩票资讯频道为您提供最新中国福利彩票、体育彩票最新新闻资讯。166彩票100%安全预约购买平台！',
						'keywords' => ''
				),
				'zjtjlq' => array (
						'title' => '专家推荐:#pageTitle#-166彩票官网',
						'description' => '166彩票网是专业彩民首选的安全购买平台。彩票资讯频道为您提供最新中国福利彩票、体育彩票最新新闻资讯。166彩票100%安全预约购买平台！',
						'keywords' => ''
				) 
		),
		// 用户中心（我的帐户）
		'mylottery' => array (
				'index' => array (
						'title' => '彩票-用户中心-166彩票官网',
						'description' => '166彩票网是专业彩民首选的安全购买平台，用户中心提供用户服务记录，账户明细，安全中心，基本资料，修改密码等信息。166彩票100%安全预约购买平台！',
						'keywords' => ''
				),
				'account' => array (
						'title' => '彩票-我的账户-166彩票官网',
						'description' => '',
						'keywords' => ''
				),
				// 投注记录
				'betlog' => array (
						'title' => '彩票-投注记录-166彩票官网',
						'description' => '',
						'keywords' => ''
				),
				// 追号记录
				'chaselog' => array (
						'title' => '彩票-追号订单记录-166彩票官网',
						'description' => '',
						'keywords' => ''
				),
				// 帐户明细
				'detail' => array (
						'title' => '彩票-账户明细-166彩票官网',
						'description' => '',
						'keywords' => ''
				),
				'recharge' => array (
						'title' => '彩票-充值记录-166彩票官网',
						'description' => '',
						'keywords' => ''
				),
				'withdrawals' => array (
						'title' => '彩票-提现记录-166彩票官网',
						'description' => '',
						'keywords' => ''
				),
				// 投注记录
				'redpack' => array (
						'title' => '彩票红包-彩票充值红包-166彩票官网',
						'description' => '',
						'keywords' => '' 
				),
				'gendanlog' => array (
						'title' => '彩票-定制跟单订单记录-166彩票官网',
						'description' => '',
						'keywords' => '' 
				)                     
		),
		// 安全中心
		'safe' => array (
				'index' => array (
						'title' => '彩票-安全中心-166彩票官网',
						'description' => '',
						'keywords' => ''
				),
				// 基本资料
				'baseinfo' => array (
						'title' => '彩票-基本资料-166彩票官网',
						'description' => '',
						'keywords' => ''
				),
				// 我的银行卡
				'bankcard' => array (
						'title' => '彩票-提现银行卡-166彩票官网',
						'description' => '',
						'keywords' => ''
				),
				// 找回登录密码
				'findPword' => array (
						'title' => '彩票-找回密码-166彩票官网',
						'description' => '',
						'keywords' => ''
				),
				// 基本资料
				'userInfo' => array (
						'title' => '彩票-实名认证-166彩票官网',
						'description' => '',
						'keywords' => ''
				),
				'modifyUserPhone' => array (
						'title' => '彩票-绑定手机号-166彩票官网',
						'description' => '',
						'keywords' => ''
				),
				'modifyUserPword' => array (
						'title' => '彩票-修改密码-166彩票官网',
						'description' => '',
						'keywords' => ''
				),
				'bindEmail' => array (
						'title' => '彩票-绑定邮箱-166彩票官网',
						'description' => '',
						'keywords' => ''
				) 
		),
		//
		'wallet' => array (
				// 充值
				'recharge' => array (
						'title' => '彩票-我要充值-166彩票官网',
						'description' => '',
						'keywords' => ''
				),
				// 提款
				'withdraw' => array (
						'title' => '彩票-我要提款-166彩票官网',
						'description' => '',
						'keywords' => ''
				),
				// 收银台
				'directPay' => array (
						'title' => '彩票-收银台-166彩票官网',
						'description' => '',
						'keywords' => ''
				) 
		),
		// 订单
		'orders' => array (
				// 详情页
				'detail' => array (
						'title' => '订单详情-#cnName#-166彩票网',
						'description' => '',
						'keywords' => '' 
				),
				'jcDetail' => array (
						'title' => '订单详情-#cnName#-166彩票网',
						'description' => '',
						'keywords' => '' 
				),
				'lsDetail' => array (
						'title' => '大乐透乐善奖详情-大乐透乐善码-大乐透乐善奖-166彩票官网',
						'description' => '',
						'keywords' => '' 
				) 
		),
		// 追号订单
		'chases' => array (
				// 详情页
				'detail' => array (
						'title' => '彩票#cnName#追号订单记录-166彩票网',
						'description' => '',
						'keywords' => '' 
				) 
		),
		// 资讯中心
		'notice' => array (
				'index' => array (
						'title' => '彩票公告列表页#pageNumber#-166彩票网',
						'description' => '',
						'keywords' => '' 
				),
				'detail' => array (
						'title' => '#pageTitle#-166彩票官网',
						'description' => '',
						'keywords' => ''
				) 
		),
		// 消息中心
		'mynews' => array (
				'index' => array (
						'title' => '彩票-我的消息-166彩票官网',
						'description' => '',
						'keywords' => ''
				) 
		),
		// 关于我们
		'about' => array (
				'index' => array (
						'title' => '彩票-关于我们-166彩票官网',
						'description' => '',
						'keywords' => ''
				),
				'contact' => array (
						'title' => '彩票-联系我们-166彩票官网',
						'description' => '',
						'keywords' => ''
				),
				'safe' => array (
						'title' => '彩票-安全保障-166彩票官网',
						'description' => '',
						'keywords' => ''
				),
				'recruit' => array (
						'title' => '彩票-人才招聘-166彩票官网',
						'description' => '',
						'keywords' => ''
				) 
		),
		'rebates' => array (
				'index' => array (
						'title' => '彩票推广收益-推广链接-彩票-166彩票官网',
						'description' => '',
						'keywords' => '' 
				) 
		),
		'partner' => array(
				'index' => array(
						'title' => '友情链接-166彩票官网',
						'description' => '',
						'keywords' => ''
				)
		),
		'wechat' => array(
				'bindPhone' => array(
						'title' => '绑定手机号码-166彩票官网',
						'description' => '',
						'keywords' => ''
				)
		),
		'tools' => array(
				'caculate' => array(
						'title' => '#cnName#奖金计算器-#cnName#胆拖奖金计算器-166彩票官网',
						'description' => '166彩票网提供#cnName#单式奖金计算器，#cnName#复式奖金计算器，#cnName#胆拖奖金计算器等功能，简单易用，中奖必备！',
						'keywords' => '#cnName#单式奖金计算器，#cnName#复式奖金计算器，#cnName#胆拖奖金计算器，166彩票'
				)
		),
		//成长体系
		'member' => array(
				'index' => array(
						'title' => '彩票会员中心-会员特权-会员成长-166彩票官网',
						'description' => '166彩票网为答谢广大彩民，特推出会员成长体系。您的等级越高，可享受更多会员特权，升级礼包、生日礼包、购彩积分等福利等您来领！',
						'keywords' => '166彩票，会员特权，会员成长，会员礼包，升级礼包，生日礼包，会员等级'
				),
				'help' => array(
						'title' => '彩票会员帮助-彩票会员中心-166彩票官网',
						'description' => '',
						'keywords' => ''
				),
		),
		'point' => array(
				'index' => array(
						'title' => '彩票积分商城-积分兑换-积分任务-166彩票官网',
						'description' => '166彩票网为您提供积分任务、积分兑换和积分抽奖等功能。购买福利彩票、体育彩票就送积分，积分可兑换彩金红包或者参与抽奖。',
						'keywords' => '166彩票，积分兑换，积分任务，彩票积分'
				),
				'lists' => array(
						'title' => '彩票积分明细-彩票积分商城-166彩票官网',
						'description' => '',
						'keywords' => ''
				),
				'help' => array(
						'title' => '彩票积分帮助-彩票积分商城-166彩票官网',
						'description' => '',
						'keywords' => ''
				),
		),
);

/**
 * sitemap 数据
 * 格式：
 * array(
 * array(
 * 'loc'=>'',
 * 'lastmod'=>'',
 * 'changefreq'=>'',
 * 'priority'=>''
 * )
 * )
 */
$CI = &get_instance ();
$url_prefix = $CI->config->item('url_prefix');
$urlprefix = isset($url_prefix[$CI->config->item('domain')]) ? $url_prefix[$CI->config->item('domain')] : 'http';
$config ['sitemap_0'] = array (
		// 首页
		array (
				'loc' => $urlprefix.'://' . $CI->config->item ( 'domain' ),
				'lastmod' => date ( 'Y-m-d' ),
				'changefreq' => 'daily',
				'priority' => '1.0' 
		),
		// 双色球
		array (
				'loc' => $urlprefix.'://' . $CI->config->item ( 'domain' ) . '/ssq',
				'lastmod' => date ( 'Y-m-d' ),
				'changefreq' => 'daily',
				'priority' => '0.9' 
		),
		// 大乐透
		array (
				'loc' => $urlprefix.'://' . $CI->config->item ( 'domain' ) . '/dlt',
				'lastmod' => date ( 'Y-m-d' ),
				'changefreq' => 'daily',
				'priority' => '0.9' 
		),
		// 竞彩足球 - 混合过关
		array (
				'loc' => $urlprefix.'://' . $CI->config->item ( 'domain' ) . '/jczq/hh',
				'lastmod' => date ( 'Y-m-d' ),
				'changefreq' => 'daily',
				'priority' => '0.9' 
		),
		// 竞彩足球 - 胜平负
		array (
				'loc' => $urlprefix.'://' . $CI->config->item ( 'domain' ) . '/jczq/spf',
				'lastmod' => date ( 'Y-m-d' ),
				'changefreq' => 'daily',
				'priority' => '0.9' 
		),
		// 竞彩足球 - 让球胜平负
		array (
				'loc' => $urlprefix.'://' . $CI->config->item ( 'domain' ) . '/jczq/rqspf',
				'lastmod' => date ( 'Y-m-d' ),
				'changefreq' => 'daily',
				'priority' => '0.9' 
		),
		// 竞彩足球 - 比分
		array (
				'loc' => $urlprefix.'://' . $CI->config->item ( 'domain' ) . '/jczq/cbf',
				'lastmod' => date ( 'Y-m-d' ),
				'changefreq' => 'daily',
				'priority' => '0.9' 
		),
		// 竞彩足球 - 总进球
		array (
				'loc' => $urlprefix.'://' . $CI->config->item ( 'domain' ) . '/jczq/jqs',
				'lastmod' => date ( 'Y-m-d' ),
				'changefreq' => 'daily',
				'priority' => '0.9' 
		),
		// 竞彩足球 - 半全场
		array (
				'loc' => $urlprefix.'://' . $CI->config->item ( 'domain' ) . '/jczq/bqc',
				'lastmod' => date ( 'Y-m-d' ),
				'changefreq' => 'daily',
				'priority' => '0.9' 
		),
		// 福彩3D - 直选
		array (
				'loc' => $urlprefix.'://' . $CI->config->item ( 'domain' ) . '/fcsd',
				'lastmod' => date ( 'Y-m-d' ),
				'changefreq' => 'daily',
				'priority' => '0.9' 
		),
		// 排列三 - 直选
		array (
				'loc' => $urlprefix.'://' . $CI->config->item ( 'domain' ) . '/pls',
				'lastmod' => date ( 'Y-m-d' ),
				'changefreq' => 'daily',
				'priority' => '0.9' 
		),
		// 排列五
		array (
				'loc' => $urlprefix.'://' . $CI->config->item ( 'domain' ) . '/plw',
				'lastmod' => date ( 'Y-m-d' ),
				'changefreq' => 'daily',
				'priority' => '0.9' 
		),
		// 七乐彩
		array (
				'loc' => $urlprefix.'://' . $CI->config->item ( 'domain' ) . '/qlc',
				'lastmod' => date ( 'Y-m-d' ),
				'changefreq' => 'daily',
				'priority' => '0.9' 
		),
		// 七星彩
		array (
				'loc' => $urlprefix.'://' . $CI->config->item ( 'domain' ) . '/qxc',
				'lastmod' => date ( 'Y-m-d' ),
				'changefreq' => 'daily',
				'priority' => '0.9' 
		),
		// 胜负彩
		array (
				'loc' => $urlprefix.'://' . $CI->config->item ( 'domain' ) . '/sfc',
				'lastmod' => date ( 'Y-m-d' ),
				'changefreq' => 'daily',
				'priority' => '0.9' 
		),
		// 竞彩篮球 - 混合过关
		array (
				'loc' => $urlprefix.'://' . $CI->config->item ( 'domain' ) . '/jclq/hh',
				'lastmod' => date ( 'Y-m-d' ),
				'changefreq' => 'daily',
				'priority' => '0.9' 
		),
		// 竞彩篮球 - 让分胜负
		array (
				'loc' => $urlprefix.'://' . $CI->config->item ( 'domain' ) . '/jclq/rfsf',
				'lastmod' => date ( 'Y-m-d' ),
				'changefreq' => 'daily',
				'priority' => '0.9' 
		),
		// 竞彩篮球 - 胜负
		array (
				'loc' => $urlprefix.'://' . $CI->config->item ( 'domain' ) . '/jclq/sf',
				'lastmod' => date ( 'Y-m-d' ),
				'changefreq' => 'daily',
				'priority' => '0.9' 
		),
		// 竞彩篮球 - 大小分
		array (
				'loc' => $urlprefix.'://' . $CI->config->item ( 'domain' ) . '/jclq/dxf',
				'lastmod' => date ( 'Y-m-d' ),
				'changefreq' => 'daily',
				'priority' => '0.9' 
		),
		// 竞彩篮球 - 胜分差
		array (
				'loc' => $urlprefix.'://' . $CI->config->item ( 'domain' ) . '/jclq/sfc',
				'lastmod' => date ( 'Y-m-d' ),
				'changefreq' => 'daily',
				'priority' => '0.9' 
		),
		// 任选九
		array (
				'loc' => $urlprefix.'://' . $CI->config->item ( 'domain' ) . '/rj',
				'lastmod' => date ( 'Y-m-d' ),
				'changefreq' => 'daily',
				'priority' => '0.9' 
		),
		// 全国开奖
		array (
				'loc' => $urlprefix.'://' . $CI->config->item ( 'domain' ) . '/kaijiang',
				'lastmod' => date ( 'Y-m-d' ),
				'changefreq' => 'daily',
				'priority' => '0.8' 
		),
		// 双色球 - 历史开奖
		array (
				'loc' => $urlprefix.'://' . $CI->config->item ( 'domain' ) . '/kaijiang/ssq',
				'lastmod' => date ( 'Y-m-d' ),
				'changefreq' => 'daily',
				'priority' => '0.9' 
		),
		// 大乐透 - 历史开奖
		array (
				'loc' => $urlprefix.'://' . $CI->config->item ( 'domain' ) . '/kaijiang/dlt',
				'lastmod' => date ( 'Y-m-d' ),
				'changefreq' => 'daily',
				'priority' => '0.9' 
		),
		// 老11选5 - 历史开奖
		array (
				'loc' => $urlprefix.'://' . $CI->config->item ( 'domain' ) . '/kaijiang/syxw',
				'lastmod' => date ( 'Y-m-d' ),
				'changefreq' => 'daily',
				'priority' => '0.9' 
		),
		// 福彩3D - 历史开奖
		array (
				'loc' => $urlprefix.'://' . $CI->config->item ( 'domain' ) . '/kaijiang/fc3d',
				'lastmod' => date ( 'Y-m-d' ),
				'changefreq' => 'daily',
				'priority' => '0.9' 
		),
		// 排列三 - 历史开奖
		array (
				'loc' => $urlprefix.'://' . $CI->config->item ( 'domain' ) . '/kaijiang/pl3',
				'lastmod' => date ( 'Y-m-d' ),
				'changefreq' => 'daily',
				'priority' => '0.9' 
		),
		// 排列五 - 历史开奖
		array (
				'loc' => $urlprefix.'://' . $CI->config->item ( 'domain' ) . '/kaijiang/pl5',
				'lastmod' => date ( 'Y-m-d' ),
				'changefreq' => 'daily',
				'priority' => '0.9' 
		),
		// 七乐彩 - 历史开奖
		array (
				'loc' => $urlprefix.'://' . $CI->config->item ( 'domain' ) . '/kaijiang/qlc',
				'lastmod' => date ( 'Y-m-d' ),
				'changefreq' => 'daily',
				'priority' => '0.9' 
		),
		// 七星彩 - 历史开奖
		array (
				'loc' => $urlprefix.'://' . $CI->config->item ( 'domain' ) . '/kaijiang/qxc',
				'lastmod' => date ( 'Y-m-d' ),
				'changefreq' => 'daily',
				'priority' => '0.9' 
		),
		// 胜负彩 - 历史开奖
		array (
				'loc' => $urlprefix.'://' . $CI->config->item ( 'domain' ) . '/kaijiang/sfc',
				'lastmod' => date ( 'Y-m-d' ),
				'changefreq' => 'daily',
				'priority' => '0.9' 
		),
		// 任选九 - 历史开奖
		array (
				'loc' => $urlprefix.'://' . $CI->config->item ( 'domain' ) . '/kaijiang/rj',
				'lastmod' => date ( 'Y-m-d' ),
				'changefreq' => 'daily',
				'priority' => '0.9' 
		),
		// 购彩大厅
		array (
				'loc' => $urlprefix.'://' . $CI->config->item ( 'domain' ) . '/hall',
				'lastmod' => date ( 'Y-m-d' ),
				'changefreq' => 'daily',
				'priority' => '0.8' 
		),
		// 资讯中心
		array (
				'loc' => $urlprefix.'://' . $CI->config->item ( 'domain' ) . '/info',
				'lastmod' => date ( 'Y-m-d' ),
				'changefreq' => 'daily',
				'priority' => '0.8' 
		) 
)
;

$config ['sitemap_1'] = array (
		// 彩票学院
		array (
				'loc' => $urlprefix.'://' . $CI->config->item ( 'domain' ) . '/academy',
				'lastmod' => date ( 'Y-m-d' ),
				'changefreq' => 'daily',
				'priority' => '0.8' 
		),
		// 专题页面 - 竞彩足球入门
		array (
				'loc' => $urlprefix.'://' . $CI->config->item ( 'domain' ) . '/activity/jczq',
				'lastmod' => date ( 'Y-m-d' ),
				'changefreq' => 'daily',
				'priority' => '0.8' 
		),
		// 欧洲杯
		array (
				'loc' => $urlprefix.'://' . $CI->config->item ( 'domain' ) . '/activity/euroxl',
				'lastmod' => date ( 'Y-m-d' ),
				'changefreq' => 'daily',
				'priority' => '0.8' 
		),
		array (
				'loc' => $urlprefix.'://' . $CI->config->item ( 'domain' ) . '/activity/caxl',
				'lastmod' => date ( 'Y-m-d' ),
				'changefreq' => 'daily',
				'priority' => '0.8' 
		),
		array (
				'loc' => $urlprefix.'://' . $CI->config->item ( 'domain' ) . '/activity/eurointro',
				'lastmod' => date ( 'Y-m-d' ),
				'changefreq' => 'daily',
				'priority' => '0.8' 
		),
		array (
				'loc' => $urlprefix.'://' . $CI->config->item ( 'domain' ) . '/activity/dingdanshahao',
				'lastmod' => date ( 'Y-m-d' ),
				'changefreq' => 'daily',
				'priority' => '0.8' 
		),
		array (
				'loc' => $urlprefix.'://' . $CI->config->item ( 'domain' ) . '/activity/dantuo',
				'lastmod' => date ( 'Y-m-d' ),
				'changefreq' => 'daily',
				'priority' => '0.8' 
		),
		array (
				'loc' => $urlprefix.'://' . $CI->config->item ( 'domain' ) . '/activity/nba',
				'lastmod' => date ( 'Y-m-d' ),
				'changefreq' => 'daily',
				'priority' => '0.8' 
		),
		array (
				'loc' => $urlprefix.'://' . $CI->config->item ( 'domain' ) . '/activity/league',
				'lastmod' => date ( 'Y-m-d' ),
				'changefreq' => 'daily',
				'priority' => '0.8' 
		),
		array (
				'loc' => $urlprefix.'://' . $CI->config->item ( 'domain' ) . '/activity/kxzhuihao3',
				'lastmod' => date ( 'Y-m-d' ),
				'changefreq' => 'daily',
				'priority' => '0.8' 
		),
		array (
				'loc' => $urlprefix.'://' . $CI->config->item ( 'domain' ) . '/activity/kxzhuihao',
				'lastmod' => date ( 'Y-m-d' ),
				'changefreq' => 'daily',
				'priority' => '0.8' 
		),
		array (
				'loc' => $urlprefix.'://' . $CI->config->item ( 'domain' ) . '/activity/fucai3d',
				'lastmod' => date ( 'Y-m-d' ),
				'changefreq' => 'daily',
				'priority' => '0.8' 
		),
		array (
				'loc' => $urlprefix.'://' . $CI->config->item ( 'domain' ) . '/activity/chart',
				'lastmod' => date ( 'Y-m-d' ),
				'changefreq' => 'daily',
				'priority' => '0.8' 
		),
		array (
				'loc' => $urlprefix.'://' . $CI->config->item ( 'domain' ) . '/activity/note',
				'lastmod' => date ( 'Y-m-d' ),
				'changefreq' => 'daily',
				'priority' => '0.8' 
		),
		array (
				'loc' => $urlprefix.'://' . $CI->config->item ( 'domain' ) . '/activity/ypjx',
				'lastmod' => date ( 'Y-m-d' ),
				'changefreq' => 'daily',
				'priority' => '0.8' 
		),
		array (
				'loc' => $urlprefix.'://' . $CI->config->item ( 'domain' ) . '/activity/jzjq',
				'lastmod' => date ( 'Y-m-d' ),
				'changefreq' => 'daily',
				'priority' => '0.8' 
		),
		array (
				'loc' => $urlprefix.'://' . $CI->config->item ( 'domain' ) . '/activity/dggp',
				'lastmod' => date ( 'Y-m-d' ),
				'changefreq' => 'daily',
				'priority' => '0.8' 
		),
		array (
				'loc' => $urlprefix.'://' . $CI->config->item ( 'domain' ) . '/activity/jclq',
				'lastmod' => date ( 'Y-m-d' ),
				'changefreq' => 'daily',
				'priority' => '0.8' 
		),
		array (
				'loc' => $urlprefix.'://' . $CI->config->item ( 'domain' ) . '/activity/fiveLeague',
				'lastmod' => date ( 'Y-m-d' ),
				'changefreq' => 'daily',
				'priority' => '0.8' 
		),
		array (
				'loc' => $urlprefix.'://' . $CI->config->item ( 'domain' ) . '/activity/fwcn',
				'lastmod' => date ( 'Y-m-d' ),
				'changefreq' => 'daily',
				'priority' => '0.8' 
		),
		array (
				'loc' => $urlprefix.'://' . $CI->config->item ( 'domain' ) . '/activity/jcjj',
				'lastmod' => date ( 'Y-m-d' ),
				'changefreq' => 'daily',
				'priority' => '0.8' 
		),
		array (
				'loc' => $urlprefix.'://' . $CI->config->item ( 'domain' ) . '/activity/jcwzbp',
				'lastmod' => date ( 'Y-m-d' ),
				'changefreq' => 'daily',
				'priority' => '0.8' 
		),
		array (
				'loc' => $urlprefix.'://' . $CI->config->item ( 'domain' ) . '/activity/newmode',
				'lastmod' => date ( 'Y-m-d' ),
				'changefreq' => 'daily',
				'priority' => '0.8' 
		),
		array (
				'loc' => $urlprefix.'://' . $CI->config->item ( 'domain' ) . '/activity/o2o',
				'lastmod' => date ( 'Y-m-d' ),
				'changefreq' => 'daily',
				'priority' => '0.8' 
		),
		array (
				'loc' => $urlprefix.'://' . $CI->config->item ( 'domain' ) . '/activity/springstopselling',
				'lastmod' => date ( 'Y-m-d' ),
				'changefreq' => 'daily',
				'priority' => '0.8' 
		),
		array (
				'loc' => $urlprefix.'://' . $CI->config->item ( 'domain' ) . '/activity/ypjx',
				'lastmod' => date ( 'Y-m-d' ),
				'changefreq' => 'daily',
				'priority' => '0.8' 
		),
		array (
				'loc' => $urlprefix.'://' . $CI->config->item ( 'domain' ) . '/activity/zhbzbp',
				'lastmod' => date ( 'Y-m-d' ),
				'changefreq' => 'daily',
				'priority' => '0.8' 
		) 
);

// 跳转Url
$config ['redirect'] = array (
		array (
				'from' => '/\/syxw\/(.*)/',
				'to' => '/syxw',
				'method' => '301' 
		),
		array (
				'from' => '/\/fcsd\/(.*)/',
				'to' => '/fcsd',
				'method' => '301' 
		),
		array (
				'from' => '/\/pls\/(.*)/',
				'to' => '/pls',
				'method' => '301' 
		) 
);